<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
    "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">

<html xmlns="http://www.w3.org/1999/xhtml">
  <head>
    <meta http-equiv="Content-Type" content="text/html;charset=iso-8859-1" />
    <title>
      The Project Gutenberg eBook of La cité de Carcassonne, by Eugène-Emmanuel Viollet-le-Duc
    </title>
    <style type="text/css">
/*<![CDATA[  XML blockout */
<!--
    p {  margin-top: .75em;
         text-align: justify;
         margin-bottom: .75em;
         text-indent: 2%;
         }
    h1,h2,h3,h4 {
         text-align: center;
         clear: both;
         }
       .hanging {margin-left: 2em; text-indent: -1em;}
    hr { width: 33%;
	 margin-top: 2em;
	 margin-bottom: 2em;
         margin-left: auto;
         margin-right: auto;
         clear: both;
       }
    table {margin-left: auto; margin-right: auto;}
    body{margin-left: 10%;
         margin-right: 10%;
         background:#fdfdfd;
         color:black;
         font-family: "Times New Roman", serif;
         font-size: large;
        }
   a:link {background-color: #ffffff; color: blue; text-decoration: none; }
     link {background-color: #ffffff; color: blue; text-decoration: none; }
   a:visited {background-color: #ffffff; color: blue; text-decoration: none; }
   a:hover {background-color: #ffffff; color: red; text-decoration:underline; }
    .center   {text-align: center;}
    .smcap    {font-variant: small-caps;}
    .footnotes        {border: dashed 1px;}
    .footnote         {margin-left: 10%; margin-right: 10%; font-size: 0.9em;}
    .footnote .label  {position: absolute; right: 84%; text-align: right;}
    .fnanchor         {vertical-align: super; font-size: .8em; text-decoration: none;}
    .poem             {margin-left: 20%; margin-right:10%; text-align: left;}
    .poem .stanza     {margin: 1em 0em 1em 0em;}
    .poem span.i0     {display: block; margin-left: 0em; padding-left: 3em; text-indent: -3em;}
    // -->
    /* XML end  ]]>*/
    </style>
  </head>
<body>


<pre>

Project Gutenberg's La cité de Carcassonne, by Eugène-Emmanuel Viollet-le-Duc

This eBook is for the use of anyone anywhere at no cost and with
almost no restrictions whatsoever.  You may copy it, give it away or
re-use it under the terms of the Project Gutenberg License included
with this eBook or online at www.gutenberg.org


Title: La cité de Carcassonne

Author: Eugène-Emmanuel Viollet-le-Duc

Release Date: July 30, 2006 [EBook #18940]

Language: French

Character set encoding: ISO-8859-1

*** START OF THIS PROJECT GUTENBERG EBOOK LA CITÉ DE CARCASSONNE ***




Produced by Chuck Greif, R. Cedron and the Online
Distributed Proofreading Team at DP Europe
(http://dp.rastko.net) (Produced from images of the
Bibliothèque nationale de France (BnF/Gallica) at
http://gallica.bnf.fr)






</pre>


<h2>LA CIT&Eacute;</h2>
<h4>DE</h4>
<h1>CARCASSONNE</h1>
<h4>PAR</h4>
<h3>VIOLLET LE DUC</h3>
<h3>(AUDE)</h3>
<h4>BOURLOTON.&mdash;Imprimeries r&eacute;unies, B, rue Mignon, 2.</h4>

<div class="center">
   <img src="images/001.jpg" width="20%"
      alt="image" title="image" />
</div>

<h3>PARIS</h3>

<h3>LIBRAIRIE DES IMPRIMERIES R&Eacute;UNIES ANCIENNE MAISON MOREL 13, RUE
BONAPARTE, 13</h3>

<h3>1888</h3>

<hr style='width: 65%;' />

<table summary="table">
<tr><td>
<a href="#HISTORIQUE"><b>HISTORIQUE</b></a><br />
<a href="#DESCRIPTION_DES_DEFENSES_DE_LA_CITE"><b>DESCRIPTION DES D&Eacute;FENSES DE LA CIT&Eacute;.</b></a><br />
<a href="#EGLISE_DE_SAINT-NAZAIRE"><b>&Eacute;GLISE DE SAINT-NAZAIRE</b></a><br />
<a href="#INTERIEUR_DE_LA_CITE"><b>INT&Eacute;RIEUR DE LA CIT&Eacute;.</b></a><br />
</td></tr>
</table>


<hr style="width: 65%;" />
<h2><a name="HISTORIQUE" id="HISTORIQUE"></a>HISTORIQUE</h2>


<p>Vers l'an 636 de Rome, le S&eacute;nat, sur l'avis de Lucius Crassus, ayant
d&eacute;cid&eacute; qu'une colonie romaine serait &eacute;tablie &agrave; Narbonne, la lisi&egrave;re des
Pyr&eacute;n&eacute;es fut bient&ocirc;t munie de postes importants afin de conserver les
passages en Espagne et de d&eacute;fendre le cours des rivi&egrave;res. Les peuples
Volces Tectosages n'ayant pas oppos&eacute; de r&eacute;sistance aux arm&eacute;es romaines,
la R&eacute;publique accorda aux habitants de Carcassonne, de Lod&egrave;ve, de N&icirc;mes,
de P&eacute;zenas et de Toulouse la facult&eacute; de se gouverner suivant leurs lois
et sous leurs magistrats. L'an 70 avant J.-C., Carcassonne fut plac&eacute;e au
nombre des cit&eacute;s nobles ou &eacute;lues. On ne sait quelle fut la destin&eacute;e de
Carcassonne depuis cette &eacute;poque jusqu'au IV<sup>e</sup> si&egrave;cle. Elle jouit,
comme toutes les villes de la Gaule m&eacute;ridionale, d'une paix profonde;
mais apr&egrave;s les d&eacute;sastres de l'Empire, elle ne fut plus consid&eacute;r&eacute;e que
comme une citadelle (<i>castellum</i>). En 350 les Francs s'en empar&egrave;rent,
mais peu apr&egrave;s les Romains y rentr&egrave;rent.</p>

<p>En 407, les Goths p&eacute;n&eacute;tr&egrave;rent dans la Narbonnaise premi&egrave;re, ravag&egrave;rent
cette province, pass&egrave;rent en Espagne, et, en 436, Th&eacute;odoric, roi des
Visigoths, s'empara de Carcassonne. Par le trait&eacute; de paix qu'il conclut
avec l'Empire en 439, il demeura possesseur de cette ville, de tout son
territoire et de la Novempopulanie, situ&eacute;e &agrave; l'ouest de Toulouse.</p>

<p>C'est pendant cette domination des Visigoths que fut b&acirc;tie l'enceinte
int&eacute;rieure de la cit&eacute; sur les d&eacute;bris des fortifications romaines. En
effet, la plupart des tours visigothes encore debout sont assises sur
des substructions romaines qui semblent avoir &eacute;t&eacute; &eacute;lev&eacute;es h&acirc;tivement,
probablement au moment des invasions franques. Les bases des tours
visigothes sont carr&eacute;es ou ont &eacute;t&eacute; grossi&egrave;rement arrondies pour recevoir
les d&eacute;fenses du v<sup>e</sup> si&egrave;cle.</p>

<p>Du c&ocirc;t&eacute; m&eacute;ridional de l'enceinte on remarque des soubassements de tours
&eacute;lev&eacute;es au moyen de blocs &eacute;normes, pos&eacute;s &agrave; joints vifs et qui
appartiennent certainement &agrave; l'&eacute;poque de la d&eacute;cadence de l'Empire.</p>

<p>Quoi qu'il en soit, il est encore facile aujourd'hui de suivre toute
l'enceinte des Visigoths (voir le plan g&eacute;n&eacute;ral, fig. 16)<a name="FNanchor_1_1" id="FNanchor_1_1"></a><a href="#Footnote_1_1" class="fnanchor">[1]</a>. Cette
enceinte affectait une forme ovale avec une l&eacute;g&egrave;re d&eacute;pression sur la
face occidentale, suivant la configuration du plateau sur lequel elle
est b&acirc;tie. Les tours, espac&eacute;es entre elles de 25 &agrave; 30 m&egrave;tres environ,
sont cylindriques &agrave; l'ext&eacute;rieur, termin&eacute;es carr&eacute;ment du c&ocirc;t&eacute; de la ville
et r&eacute;unies entre elles par de hautes courtines (fig. 1). Toute la
construction visigothe est &eacute;lev&eacute;e par assises de petits moellons de
0<sup>m</sup>,10 &agrave; 0<sup>m</sup>,12 de hauteur environ, avec rangs de grandes briques
altern&eacute;es. De larges baies en plein cintre sont ouvertes dans la partie
cylindrique de ces tours, du c&ocirc;t&eacute; de la campagne, un peu au-dessus du
terre-plein de la ville; elles &eacute;taient garnies de volets de bois &agrave;
pivots horizontaux et tenaient lieu de meurtri&egrave;res. Le couronnement de
ces tours consistait en un cr&eacute;nelage couvert. Des chemins de ronde des
courtines on communiquait aux tours par des portes dont les linteaux en
arcs surbaiss&eacute;s &eacute;taient soulag&eacute;s par un arc plein cintre en brique. Un
escalier de bois mettait &agrave; l'int&eacute;rieur l'&eacute;tage inf&eacute;rieur en
communication avec le cr&eacute;nelage sup&eacute;rieur qui &eacute;tait ouvert du c&ocirc;t&eacute; de la
ville par une arcade perc&eacute;e dans le pignon.</p>


<div class="center">
   <img src="images/thumb002.jpg" width="40%"
      alt="Fig. 1." title="Fig. 1." />
</div>
<h4><a href="images/002.jpg">Fig. 1. <br />(agrandir)</a></h4>

<p>Malgr&eacute; les modifications apport&eacute;es au syst&egrave;me de d&eacute;fense de ces tours,
pendant les XII<sup>e</sup> et XIII<sup>e</sup> si&egrave;cles, on retrouve toutes les traces
des constructions des Visigoths. Jusqu'au niveau du sol des chemins de
ronde des courtines, ces tours sont enti&egrave;rement pleines et pr&eacute;sentent
ainsi un massif puissant propre &agrave; r&eacute;sister &agrave; la sape et aux b&eacute;liers.</p>

<p>Les Visigoths, entre tous les peuples barbares qui envahirent
l'Occident, furent ceux qui s'appropri&egrave;rent le plus promptement les
restes des arts romains, au moins en ce qui regarde les constructions
militaires et, en effet, ces d&eacute;fenses de Carcassonne ne diff&egrave;rent pas de
celles appliqu&eacute;es &agrave; la fin de l'Empire en Italie et dans les Gaules. Ils
comprirent l'importance de la situation de Carcassonne, et ils en firent
le centre de leurs possessions dans la Narbonnaise.</p>

<p>Le plateau sur lequel est assise la cit&eacute; de Carcassonne commande la
vall&eacute;e de l'Aude, qui coule au pied de ce plateau, et par cons&eacute;quent la
route naturelle de Narbonne &agrave; Toulouse. Il s'&eacute;l&egrave;ve entre la montagne
Noire et les versants des Pyr&eacute;n&eacute;es, pr&eacute;cis&eacute;ment au sommet de l'angle que
forme la rivi&egrave;re de l'Aude en quittant ces versants abrupts, pour se
d&eacute;tourner vers l'est. Carcassonne se trouve ainsi &agrave; cheval sur la seule
vall&eacute;e qui conduise de la M&eacute;diterran&eacute;e &agrave; l'Oc&eacute;an et &agrave; l'entr&eacute;e des
d&eacute;fil&eacute;s qui p&eacute;n&egrave;trent en Espagne par Limoux, Alet, Quillan, Mont-Louis,
Livia, Puicerda ou Campredon. L'assiette &eacute;tait donc parfaitement choisie
et elle avait &eacute;t&eacute; d&eacute;j&agrave; prise par les Romains qui, avant les Visigoths,
voulaient se m&eacute;nager tous les passages de la Narbonnaise en Espagne.</p>

<p>Mais les Romains trouvaient par Narbonne une route plus courte et plus
facile pour entrer en Espagne et ils n'avaient fait de Carcassonne
qu'une citadelle, qu'un <i>castellum</i>, tandis que les Visigoths,
s'&eacute;tablissant dans le pays apr&egrave;s de longs efforts, durent pr&eacute;f&eacute;rer un
lieu d&eacute;fendu d&eacute;j&agrave; par la nature, situ&eacute; au centre de leurs possessions de
ce c&ocirc;t&eacute;-ci des Pyr&eacute;n&eacute;es, &agrave; une ville comme Narbonne, assise en pays
plat, difficile &agrave; d&eacute;fendre et &agrave; garder. Les &eacute;v&eacute;nements prouv&egrave;rent qu'ils
ne s'&eacute;taient point tromp&eacute;s; en effet, Carcassonne fut leur dernier
refuge lorsqu'&agrave; leur tour ils furent en guerre avec les Francs et les
Bourguignons.</p>

<p>En 508, Clovis mit le si&egrave;ge devant Carcassonne et fut oblig&eacute; de lever
son camp sans avoir pu s'emparer de la ville.</p>

<p>En 588, la cit&eacute; ouvrit ses portes &agrave; Austrovalde, duc de Toulouse, pour
le roi Gontran; mais peu apr&egrave;s, l'arm&eacute;e fran&ccedil;aise ayant &eacute;t&eacute; d&eacute;faite par
Claude, duc de Lusitanie, Carcassonne rentra au pouvoir de Reccar&egrave;de,
roi des Visigoths.</p>

<p>Ce fut en 713 que finit ce royaume; les Maures d'Espagne<a name="FNanchor_2_2" id="FNanchor_2_2"></a><a href="#Footnote_2_2" class="fnanchor">[2]</a> devinrent
alors possesseurs de la Septimanie. On ne peut se livrer qu'&agrave; de vagues
conjectures sur ce qu'il advint de Carcassonne pendant quatre si&egrave;cles;
entre la domination des Visigoths et le commencement du XII<sup>e</sup> si&egrave;cle,
on ne trouve pas de traces appr&eacute;ciables de constructions dans la cit&eacute;,
non plus que sur ses remparts. Mais, &agrave; dater de la fin du XI<sup>e</sup>
si&egrave;cle, des travaux importants furent entrepris sur plusieurs points. En
1096, le pape Urbain II vint &agrave; Carcassonne pour r&eacute;tablir la paix entre
Bernard Aton et les bourgeois qui s'&eacute;taient r&eacute;volt&eacute;s contre lui et il
b&eacute;nit l'&eacute;glise cath&eacute;drale (Saint-Nazaire), ainsi que les mat&eacute;riaux
pr&eacute;par&eacute;s pour l'achever. C'est &agrave; cette &eacute;poque en effet que l'on peut
faire remonter la construction de la nef de cette &eacute;glise.</p>

<p>Sous Bernard Aton, la bourgeoisie de Carcassonne s'&eacute;tait constitu&eacute;e en
milice et il ne para&icirc;t pas que la concorde r&eacute;gn&acirc;t entre ce seigneur et
ses vassaux, car ceux-ci battus par les troupes d'Alphonse, comte de
Toulouse, venu en aide &agrave; Bernard, furent oblig&eacute;s de se soumettre et de
se cautionner. Les biens des principaux r&eacute;volt&eacute;s furent confisqu&eacute;s au
profit du petit nombre des vassaux rest&eacute;s fid&egrave;les, et Bernard Aton donna
en fief &agrave; ces derniers les <i>tours</i> et les maisons de Carcassonne, &agrave; la
condition, dit Dom Vaissette: &laquo;de faire le guet et de garder la ville,
les uns pendant quatre, les autres pendant huit mois de l'ann&eacute;e et d'y
r&eacute;sider avec leurs familles et leurs vassaux durant tout ce temps-l&agrave;.
Ces gentilshommes, qui se qualifiaient de ch&acirc;telains de Carcassonne,
promirent par serment au vicomte de garder fid&egrave;lement la ville. Bernard
Aton leur accorda divers privil&egrave;ges, et ils s'engag&egrave;rent &agrave; leur tour &agrave;
lui faire hommage et &agrave; lui pr&ecirc;ter serment de fid&eacute;lit&eacute;. C'est ce qui a
donn&eacute; l'origine, &agrave; ce qu'il para&icirc;t, aux mortes-payes de la cit&eacute; de
Carcassonne, qui sont des bourgeois, lesquels ont encore la garde et
jouissent pour cela de diverses pr&eacute;rogatives.&raquo;</p>

<p>Ce fut probablement sous le vicomte Bernard Aton ou, au plus tard, sous
Roger III, vers 1130, que le ch&acirc;teau fut &eacute;lev&eacute; et les murailles des
Visigoths r&eacute;par&eacute;es. Les tours du ch&acirc;teau, par leur construction et les
quelques sculptures qui d&eacute;corent les chapiteaux des colonnettes de
marbre servant de meneaux aux fen&ecirc;tres g&eacute;min&eacute;es, appartiennent
certainement &agrave; la premi&egrave;re moiti&eacute; du XII<sup>e</sup> si&egrave;cle. En parcourant
l'enceinte int&eacute;rieure de la cit&eacute;, ainsi que le ch&acirc;teau, on peut
facilement reconna&icirc;tre les parties des b&acirc;tisses qui datent de cette
&eacute;poque; leurs parements sont &eacute;lev&eacute;s en gr&egrave;s jaun&acirc;tre et par assises de
0<sup>m</sup>,15 &agrave; 0<sup>m</sup>,25 de hauteur, sur 0<sup>m</sup>,20 &agrave; 0<sup>m</sup>,30 de largeur, et
grossi&egrave;rement appareill&eacute;s.</p>

<p>Le 1<sup>er</sup> ao&ucirc;t 1209, le si&egrave;ge fut mis devant Carcassonne par l'arm&eacute;e des
crois&eacute;s, command&eacute;e par le c&eacute;l&egrave;bre Simon de Montfort.</p>

<p>Le vicomte Roger avait fait augmenter les d&eacute;fenses de la cit&eacute; et celle
des deux faubourgs de la Trivalle et de Graveillant, situ&eacute;s entre la
ville et l'Aude, ainsi que vers la route de Narbonne.</p>

<p>Les d&eacute;fenseurs, apr&egrave;s avoir perdu les faubourgs, manquant d'eau, furent
oblig&eacute;s de capituler. Le si&egrave;ge entrepris par l'arm&eacute;e des crois&eacute;s ne dura
que du 1<sup>er</sup> au 15 ao&ucirc;t, jour de la reddition de la place. On ne peut
admettre que pendant ce court espace de temps les assi&eacute;geants aient pu
ex&eacute;cuter les travaux de mine ou de sape qui ruin&egrave;rent une partie des
murailles et tours des Visigoths; d'autant qu'il existe des reprises
faites pendant le XII<sup>e</sup> si&egrave;cle pour consolider et sur&eacute;lever les tours
visigothes qui avaient &eacute;t&eacute; fort compromises par la sape et la mine.</p>

<p>Il faut donc admettre que les travaux de si&egrave;ge et les br&egrave;ches dont on
signale la trace, notamment sur le c&ocirc;t&eacute; nord, sont dus aux Maures
d'Espagne, lorsqu'ils conquirent ce dernier boulevard des rois
visigoths. Bernard Aton ne peut &ecirc;tre, non plus, l'auteur de ces travaux
de mine, car le trait&eacute; qui lui rendit la cit&eacute; occup&eacute;e par ses sujets
r&eacute;volt&eacute;s n'indique pas qu'il ait eu &agrave; faire un long si&egrave;ge et que les
d&eacute;fenseurs fussent r&eacute;duits aux derni&egrave;res extr&eacute;mit&eacute;s.</p>

<p>Le vicomte Raymond Roger, au m&eacute;pris des trait&eacute;s et de la capitulation
qui rendait la cit&eacute; de Carcassonne aux crois&eacute;s, &eacute;tait mort en prison
dans une des tours en novembre 1209. Depuis lors, Raymond de Trincavel,
son fils, avait &eacute;t&eacute; d&eacute;pouill&eacute;, en 1226, par Louis VIII de tous ses biens
reconquis sur les crois&eacute;s. Carcassonne alors fit partie du domaine
royal, et un s&eacute;n&eacute;chal y commandait pour le roi de France.</p>

<p>En 1240, ce jeune vicomte Raymond de Trincavel, dernier des vicomtes de
B&eacute;ziers, et qui avait &eacute;t&eacute; remis en 1209 aux mains du comte de Foix (il
&eacute;tait alors &acirc;g&eacute; de deux ans), se pr&eacute;sente tout &agrave; coup dans les dioc&egrave;ses
de Narbonne et de Carcassonne avec un corps de troupes de Catalogne et
d'Aragon. Il s'empare, sans se heurter &agrave; une s&eacute;rieuse r&eacute;sistance, des
ch&acirc;teaux de Montr&eacute;al, des villes de Montolieu, de Saissac, de Limoux,
d'Azillan, de Laurens et se pr&eacute;sente devant Carcassonne.</p>

<p>Il existe deux r&eacute;cits du si&egrave;ge de Carcassonne entrepris par le jeune
vicomte Raymond en 1240, &eacute;crits par des t&eacute;moins oculaires: celui de
Guillaume de Puy-Laurens, inquisiteur pour la Foi dans le pays de
Toulouse et celui du s&eacute;n&eacute;chal Guillaume des Ormes, qui tenait la ville
pour le roi de France. Ce dernier r&eacute;cit est un rapport, sous forme de
journal, adress&eacute; &agrave; la reine Blanche, m&egrave;re de Louis IX.</p>

<p>Cette pi&egrave;ce importante nous explique toutes les dispositions de
l'attaque et de la d&eacute;fense<a name="FNanchor_3_3" id="FNanchor_3_3"></a><a href="#Footnote_3_3" class="fnanchor">[3]</a>. &Agrave; l'&eacute;poque de ce si&egrave;ge, les remparts de
Carcassonne n'avaient ni l'&eacute;tendue ni la force qui leur furent donn&eacute;es
depuis par Louis IX et Philippe le Hardi. Les restes encore
tr&egrave;s-apparents de l'enceinte des Visigoths, r&eacute;par&eacute;e au XII<sup>e</sup> si&egrave;cle,
et les fouilles entreprises en ces derniers temps, permettent de tracer
exactement les d&eacute;fenses existant au moment o&ugrave; le vicomte Raymond de
Trincavel pr&eacute;tendit les forcer.</p>

<p>Nous donnons ci-apr&egrave;s, figure 2, le plan de ces d&eacute;fenses, avec les
faubourgs y attenant, les barbacanes et le cours de l'Aude.</p>

<p>L'arm&eacute;e de Trincavel investit la place le 17 septembre 1240, et s'empare
du faubourg de Graveillant, qui est aussit&ocirc;t repris par les assi&eacute;g&eacute;s. Ce
faubourg, dit le <i>Rapport</i>, est <i>ante portam Tolos&aelig;</i>. Or la porte de
Toulouse n'est autre que la porte dite de l'<i>Aude</i> aujourd'hui, laquelle
est une construction romane perc&eacute;e dans un mur visigoth, et le faubourg
de Graveillant ne peut &ecirc;tre, par cons&eacute;quent, que le faubourg dit de la
<i>Barbacane</i>. La suite du r&eacute;cit fait voir que cette premi&egrave;re donn&eacute;e est
exacte.</p>

<p>Les assi&eacute;geants venaient de Limoux, c'est-&agrave;-dire du midi, ils n'avaient
pas besoin de passer l'Aude devant Carcassonne pour investir la place.
Un pont de pierre existait sur l'Aude. Ce pont est encore entier
aujourd'hui: c'est le <i>vieux pont</i> dont la construction date, en partie,
du XII<sup>e</sup> si&egrave;cle. Il ne fut que r&eacute;par&eacute; et muni d'une t&ecirc;te de pont, sous
saint Louis et sous Philippe le Hardi. Il est indiqu&eacute; en P sur notre
figure 2.</p>

<p>Raymond de Trincavel n'ignorait pas que les assi&eacute;g&eacute;s attendaient des
secours qui ne pouvaient se jeter dans la cit&eacute; qu'en traversant l'Aude,
puisqu'ils devaient se pr&eacute;senter par le nord-ouest. Aussi le vicomte
s'empara du pont, et, poursuivant son attaque le long de la rive droite
du fleuve vers l'amont, il essaya de couper toute communication de
l'assi&eacute;g&eacute; avec la rive gauche.</p>

<p>Ne pouvant tout d'abord se maintenir dans le faubourg de Graveillant, en
G (voir la fig. 2), il s'empare d'un moulin fortifi&eacute;, M, sur un bras de
l'Aude, fait filer ses troupes de ce c&ocirc;t&eacute;, les loge dans les parties
basses du faubourg, et dispose son attaque de la mani&egrave;re suivante: une
partie des assaillants, command&eacute;s par Ollivier de Thermes, Bernard Hugon
de Serre-Longue et Giraut d'Aniort, campent entre le saillant nord-ouest
de la ville et la rivi&egrave;re, creusent des foss&eacute;s de contrevallalion et
s'entourent de retranchements palissad&eacute;s.</p>

<p>L'autre corps, command&eacute; par Pierre de Fenouillet, Renaud de Puy et
Guillaume Fort, est log&eacute; devant la barbacane qui existait en B et celle
de la porte dite <i>Narbonnaise</i>, en N.</p>

<p>En 1240, outre ces deux barbacanes, il en existait une en D<a name="FNanchor_4_4" id="FNanchor_4_4"></a><a href="#Footnote_4_4" class="fnanchor">[4]</a> qui
permettait de descendre du ch&acirc;teau dans le faubourg<a name="FNanchor_5_5" id="FNanchor_5_5"></a><a href="#Footnote_5_5" class="fnanchor">[5]</a> et une en H
faisant face au midi. La grande barbacane D servait encore &agrave; prot&eacute;ger la
porte de Toulouse T (aujourd'hui porte de l'Aude).</p>

<p>Il faut observer que les seuls points o&ugrave; le sol ext&eacute;rieur soit &agrave; peu
pr&egrave;s au niveau des lices (car Guillaume des Ormes signale l'existence
des lices L et par cons&eacute;quent d'une enceinte ext&eacute;rieure), sont les
points O et R. Quant au sol de la barbacane D du ch&acirc;teau, il &eacute;tait
naturellement au niveau du faubourg et par cons&eacute;quent fort au-dessous de
l'assiette de la cit&eacute;. Tout le front occidental de la cit&eacute; est b&acirc;ti sur
un escarpement tr&egrave;s-&eacute;lev&eacute; et tr&egrave;s-abrupt.</p>

<div class="center">
   <img src="images/thumb003.jpg" width="40%"
      alt="Fig. 2." title="Fig. 2." />
</div>
<h4><a href="images/003.jpg">Fig. 2. <br />(agrandir)</a></h4>

<p>En reprenant tout d'abord le faubourg aux assi&eacute;geants, les d&eacute;fenseurs de
la ville s'&eacute;taient empress&eacute;s de transporter dans leur enceinte une
quantit&eacute; consid&eacute;rable de bois qui leur fut d'un grand secours; mais ils
avaient d&ucirc; renoncer &agrave; se maintenir dans ce faubourg.</p>

<p>Le vicomte fit donc attaquer en m&ecirc;me temps la barbacane D du ch&acirc;teau
pour &ocirc;ter aux assi&eacute;g&eacute;s toute chance de reprendre l'offensive, la
barbacane B (c'&eacute;tait d'ailleurs un saillant), la barbacane N de la porte
Narbonnaise et le saillant I, au niveau du plateau qui s'&eacute;tendait &agrave; 100
m&egrave;tres de ce c&ocirc;t&eacute; vers le sud-ouest.</p>

<p>Les assi&eacute;geants, camp&eacute;s entre la place et le fleuve, &eacute;taient dans une
assez mauvaise position; aussi se retranchent-ils avec soin et
couvrent-ils leurs fronts d'un si grand nombre d'arbal&eacute;triers que
personne ne pouvait sortir de la ville sans &ecirc;tre bless&eacute;.</p>

<p>Bient&ocirc;t ils dress&egrave;rent un mangonneau devant la barbacane D.</p>

<p>Les assi&eacute;g&eacute;s, de leur c&ocirc;t&eacute;, dans l'enceinte de cette barbacane, &eacute;l&egrave;vent
une pierri&egrave;re turque qui bat le mangonneau. Pour &ecirc;tre autant d&eacute;fil&eacute; que
possible, le mangonneau devait &ecirc;tre &eacute;tabli en E.</p>

<p>Peu apr&egrave;s les assi&eacute;geants commencent &agrave; miner sous la barbacane de la
porte Narbonnaise en N, en faisant partir leurs galeries de mine des
maisons du faubourg qui, de ce c&ocirc;t&eacute;, touchaient presque aux d&eacute;fenses.</p>

<p>Les mines sont &eacute;tan&ccedil;onn&eacute;es et &eacute;tay&eacute;es avec du bois auquel on met le feu,
ce qui fait tomber une partie des d&eacute;fenses de la barbacane.</p>

<p>Mais les assi&eacute;g&eacute;s ont contre-min&eacute; pour arr&ecirc;ter les progr&egrave;s des mineurs
ennemis et ont rempar&eacute; la moiti&eacute; de la barbacane rest&eacute;e debout. C'est
par les travaux de mine que, sur les deux points principaux de
l'attaque, les gens du vicomte tentent de s'emparer de la place; ces
mines sont pouss&eacute;es avec une grande activit&eacute;; elles ne sont pas plut&ocirc;t
&eacute;vent&eacute;es que d'autres galeries sont commenc&eacute;es.</p>

<p>Les assi&eacute;geants ne se bornent pas &agrave; ces deux attaques. Pendant qu'ils
battent la barbacane D du ch&acirc;teau, qu'ils ruinent la barbacane N de la
porte Narbonnaise, ils cherchent &agrave; entamer une portion des lices et ils
engagent une attaque tr&egrave;s-s&eacute;rieuse sur le saillant en I entre l'&eacute;v&ecirc;ch&eacute;
et l'&eacute;glise cath&eacute;drale de Saint-Nazaire, marqu&eacute;e S sur notre plan.</p>

<p>Comme nous l'avons dit, le plateau, sur ce point, s'&eacute;tendait presque de
niveau avec l'int&eacute;rieur de la cit&eacute; de I en O, et c'est pourquoi saint
Louis et Philippe le Hardi firent, sur ce plateau, en dehors de
l'ancienne enceinte visigothe, un ouvrage consid&eacute;rable, destin&eacute; &agrave;
dominer l'escarpement.</p>

<p>L'attaque des troupes de Trincavel est de ce c&ocirc;t&eacute; (point faible alors)
tr&egrave;s-vivement pouss&eacute;e; les mines atteignent les fondations de l'enceinte
des Visigoths, le feu est mis aux &eacute;tan&ccedil;ons et dix brasses de courtines
s'&eacute;croulent. Mais les assi&eacute;g&eacute;s se sont rempar&eacute;s en retraite de la br&egrave;che
avec de bonnes palissades et des bret&egrave;ches<a name="FNanchor_6_6" id="FNanchor_6_6"></a><a href="#Footnote_6_6" class="fnanchor">[6]</a>; si bien que les troupes
ennemies n'osent risquer l'assaut. Ce n'est pas tout, des galeries de
mine sont aussi ouvertes devant la porte de Rodez, en B; les assi&eacute;g&eacute;s
contre-minent et repoussent les travailleurs des assi&eacute;geants.</p>

<p>Cependant, des br&egrave;ches &eacute;taient ouvertes sur divers points et le vicomte
Raymond craignant de voir, d'un moment &agrave; l'autre, d&eacute;boucher les troupes
de secours envoy&eacute;es du nord, se d&eacute;cide &agrave; tenter un assaut g&eacute;n&eacute;ral. Ses
gens sont repouss&eacute;s avec des pertes sensibles, et, quatre jours apr&egrave;s,
sur la nouvelle de la venue de l'arm&eacute;e royale, il l&egrave;ve le si&egrave;ge, non
sans avoir mis le feu aux &eacute;glises du faubourg, et entre autres &agrave; celle
des Minimes en R.</p>

<p>L'arm&eacute;e de Trincavel &eacute;tait rest&eacute;e vingt-quatre jours devant la ville.</p>

<p>Louis IX, attachant une grande importance &agrave; la place de Carcassonne qui
couvrait cette partie du domaine royal devant l'Aragon, et pr&eacute;tendant ne
plus avoir &agrave; redouter les cons&eacute;quences d'un si&egrave;ge qui l'aurait mise
entre les mains d'un ennemi sans cesse en &eacute;veil, voulut en faire une
forteresse inexpugnable.</p>

<p>Il faut ajouter au r&eacute;cit du s&eacute;n&eacute;chal Guillaume des Ormes un fait
rapport&eacute; par Guillaume de Puy-Laurens. Dans la nuit du 8 au 9 septembre,
les habitants du faubourg de Carcassonne (de la Trivalle; voir le plan,
figure 2), malgr&eacute; leur protestation de fid&eacute;lit&eacute; &agrave; la noblesse tenant
pour le roi, avaient ouvert leurs portes aux soldats de Trincavel qui,
d&egrave;s lors, dirigea de ce faubourg son attaque de gauche contre la porte
Narbonnaise. Saint Louis, sit&ocirc;t apr&egrave;s le si&egrave;ge lev&eacute;, n'eut pas &agrave;
d&eacute;truire le bourg d&eacute;j&agrave; br&ucirc;l&eacute; par le vicomte Raymond, mais voulant d'une
part punir les habitants de leur manque de foi, et de l'autre ne plus
avoir &agrave; redouter un voisinage aussi compromettant pour la cit&eacute;, il
d&eacute;fendit aux gens du faubourg de Graveillant de reb&acirc;tir leurs maisons et
fit &eacute;vacuer le faubourg de la Trivalle. Ces malheureux durent s'exiler.</p>

<p>Louis IX commen&ccedil;a imm&eacute;diatement de grands ouvrages de d&eacute;fense autour de
la cit&eacute;; il fit raser les restes des faubourgs, d&eacute;barrassa le terrain
entre la cit&eacute; et le pont et fit &eacute;lever toute l'enceinte ext&eacute;rieure que
nous voyons aujourd'hui, afin de se couvrir de tous c&ocirc;t&eacute;s et de prendre
le temps d'am&eacute;liorer les d&eacute;fenses int&eacute;rieures.</p>

<p>Ayant pu constater la faiblesse des deux parties de l'enceinte sur
lesquelles le vicomte Raymond avait, avec raison, port&eacute; ses deux
principales attaques, c'est-&agrave;-dire l'extr&eacute;mit&eacute; sud et la porte
Narbonnaise, il &eacute;tendit l'enceinte ext&eacute;rieure bien au del&agrave; de l'ancien
saillant sud sur le plateau qui domine de ce c&ocirc;t&eacute; un ravin aboutissant &agrave;
l'Aude et vers la porte Narbonnaise, &agrave; 30 m&egrave;tres environ en dehors,
enclavant ainsi dans les nouvelles d&eacute;fenses les deux points principaux
de l'attaque de Trincavel (fig. 16).</p>

<p>R&eacute;solu &agrave; faire de la cit&eacute; de Carcassonne le boulevard de cette partie du
domaine royal contre les entreprises des seigneurs h&eacute;r&eacute;tiques des
provinces m&eacute;ridionales, saint Louis ne voulut pas permettre aux
habitants des anciens faubourgs de reb&acirc;tir leurs habitations dans le
voisinage de la cit&eacute;. Sur les instances de l'&eacute;v&ecirc;que Radulphe<a name="FNanchor_7_7" id="FNanchor_7_7"></a><a href="#Footnote_7_7" class="fnanchor">[7]</a> apr&egrave;s
sept ann&eacute;es d'exil, il consentit seulement &agrave; laisser ces malheureux
proscrits s'&eacute;tablir de l'autre c&ocirc;t&eacute; de l'Aude. Voici les lettres
patentes de saint Louis, exp&eacute;di&eacute;es &agrave; ce sujet<a name="FNanchor_8_8" id="FNanchor_8_8"></a><a href="#Footnote_8_8" class="fnanchor">[8]</a>:</p>

<p>&laquo;Louis, par la gr&acirc;ce de Dieu, roy de France, &agrave; notre am&eacute; et f&eacute;al Jean de
Cravis, seneschal de Carcassonne, salut et dilection. Nous vous mandons
que vous recevez en seuret&eacute; les hommes de Carcassonne qui s'en estoient
fuys, &agrave; cause qu'ils n'avoient pay&eacute; &agrave; nous les sommes qu'ils devoient,
les termes des payements escheus. Pour les demeures et habitations
qu'ils demandent, vous en prendrez advis et conseil de nostre am&eacute; et
f&eacute;al l'evesque de Carcassonne et de Raymond de Capendu et autres bons
hommes, pour leur bailler place pour habiter, proveu qu'aucun domage
n'en puisse avenir &agrave; nostre chasteau et ville de Carcassonne. Voulons
que leur rendez les biens et h&eacute;ritaiges et possessions, dont ils
jo&uuml;issoient avant la guerre, et les laissez jo&uuml;ir de leurs uz et
coustumes, affin que nous ou nos successeurs ne les puissions changer.
Entendons toutefoiz que lesdits hommes de Carcassonne doivent refaire et
bastir &agrave; leurs despens les &eacute;glises de Nostre-Dame et des Fr&egrave;res-Mineurs,
qu'ils avoient d&eacute;molies; et au contraire n'entendons que vous recevez en
fa&ccedil;on quelconque aucun de ceux qui introduisirent le vicomte (de
Trincavel) au bourg de Carcassonne, estant traistres, ains rappellerez
les autres non coupables. Et direz de nostre part &agrave; nostre am&eacute; et f&eacute;al
l'&eacute;vesque de Carcassonne, que des amendes qu'il pr&eacute;tend sur les
fugitifs, il s'en d&eacute;siste, et de ce luy en s&ccedil;aurons gr&eacute;. Donn&eacute; &agrave;
Helvenas, le lundy apr&egrave;s la chaise de saint Pierre.&raquo;</p>

<p>Bien que nous n'ayons pas le texte original de cette pi&egrave;ce, mais
seulement la transcription alt&eacute;r&eacute;e &eacute;videmment par Besse, ce document
n'en est pas moins tr&egrave;s-important en ce qu'il nous donne la date de la
fondation de la ville actuelle de Carcassonne. En effet, en ex&eacute;cution de
ces lettres patentes, l'emplacement pour b&acirc;tir le nouveau bourg fut
trac&eacute; au del&agrave; de l'Aude, et comme cet emplacement d&eacute;pendait de l'&eacute;v&ecirc;ch&eacute;,
le roi indemnisa l'&eacute;v&ecirc;que en lui donnant la moiti&eacute; de la ville de
Villalier. L'acte de cet &eacute;change fut pass&eacute; &agrave; Aigues-Mortes avec le
s&eacute;n&eacute;chal en ao&ucirc;t 1248.</p>

<p>Ce bourg est aujourd'hui la ville de Carcassonne, &eacute;lev&eacute;e d'un seul jet
sur un plan r&eacute;gulier, avec des rues align&eacute;es, coup&eacute;es &agrave; angle droit, une
place au centre et deux &eacute;glises.</p>

<p>La prudence de Louis IX ne se borna pas &agrave; d&eacute;gager les abords de la cit&eacute;
et &agrave; &eacute;lever une enceinte ext&eacute;rieure nouvelle, il fit b&acirc;tir la grosse
d&eacute;fense circulaire appel&eacute;e la Barbacane, &agrave; la place de celle qui
commandait le faubourg de Graveillant, lequel, reb&acirc;ti plus tard, prit
son nom de cet ouvrage.</p>

<p>Il mit cette barbacane en communication avec le ch&acirc;teau, par des rampes
fortifi&eacute;es, tr&egrave;s-habilement con&ccedil;ues au point de vue de la d&eacute;fense de la
place (fig. 16).</p>

<p>&Agrave; la mani&egrave;re dont sont trait&eacute;es les ma&ccedil;onneries de l'enceinte
ext&eacute;rieure, il y a lieu de croire que les travaux furent pouss&eacute;s
activement, afin de mettre, au plus t&ocirc;t, la cit&eacute; &agrave; l'abri d'un coup de
main et pour donner le temps de r&eacute;parer et d'agrandir l'enceinte
int&eacute;rieure.</p>

<p>Philippe le Hardi, lors de la guerre avec le roi d'Aragon, continua ces
ouvrages avec activit&eacute;. Ils &eacute;taient termin&eacute;s au moment de sa mort
(1285). Carcassonne &eacute;tait la place centrale des op&eacute;rations entreprises
contre l'arm&eacute;e aragonaise et un refuge assur&eacute; en cas d'&eacute;chec.</p>

<p>&Agrave; la place de l'ancienne porte appel&eacute;e Pressam ou Narbonnaise ou des
Salins, Philippe le Hardi fit construire une admirable d&eacute;fense,
comprenant la porte Narbonnaise actuelle, la tour du Tr&eacute;sau et les
belles courtines voisines. Du c&ocirc;t&eacute; de l'ouest-sud-ouest, sur l'un des
points vivement attaqu&eacute;s par l'arm&eacute;e de Trincavel, profitant du saillant
que saint Louis avait fait faire, il reb&acirc;tit toute la d&eacute;fense
int&eacute;rieure, c'est-&agrave;-dire les tours n<sup>os</sup> 39, 11, 40, 41, 42, 43 (porte
de Razez, de Saint-Nazaire ou des Lices), ainsi que les hautes
courtines interm&eacute;diaires (fig. 16), de mani&egrave;re &agrave; mieux commander la
vall&eacute;e de l'Aude et l'extr&eacute;mit&eacute; du plateau. Un fait curieux donne la
date certaine de cette partie de l'enceinte qui enveloppait l'&eacute;v&ecirc;ch&eacute;. En
ao&ucirc;t 1280, &agrave; Paris, le roi Philippe permit &agrave; Isar, alors &eacute;v&ecirc;que de
Carcassonne, de pratiquer quatre fen&ecirc;tres grill&eacute;es dans la courtine
adoss&eacute;e &agrave; l'&eacute;v&ecirc;ch&eacute;, apr&egrave;s avoir pris l'avis du s&eacute;n&eacute;chal, et sous la
condition expresse que ces fen&ecirc;tres seraient mur&eacute;es en temps de guerre,
sauf &agrave; pouvoir les rouvrir, la guerre termin&eacute;e. Le roi s'obligeait &agrave;
faire, &agrave; ses d&eacute;pens, les &eacute;gouts pour l'&eacute;coulement des eaux de l'&eacute;v&ecirc;ch&eacute;,
&agrave; travers la muraille, et &agrave; l'&eacute;v&ecirc;que &eacute;tait r&eacute;serv&eacute;e la jouissance des
&eacute;tages de la tour dite de l'&Eacute;v&ecirc;que (tour carr&eacute;e n&ordm;11, &agrave; cheval sur les
deux enceintes), jusqu'au cr&eacute;nelage, sans pr&eacute;judice des autres droits du
pr&eacute;lat, sur le reste des murailles de la ville. Or, ces quatre fen&ecirc;tres
n'ont point &eacute;t&eacute; ouvertes apr&egrave;s coup, elles ont &eacute;t&eacute; b&acirc;ties en &eacute;levant la
courtine, et elles existent encore entre les tours n<sup>os</sup> 39, 11 et 40;
donc ces courtines et tours datent de 1280. Du c&ocirc;t&eacute; du midi et du
sud-est, Philippe le Hardi fit couronner, exhausser et m&ecirc;me reconstruire
sur quelques points les tours des Visigoths, ainsi que les anciennes
courtines. Du c&ocirc;t&eacute; du nord, on r&eacute;para &eacute;galement les parties d&eacute;grad&eacute;es
des murs anciens et on &eacute;leva une large barbacane devant l'entr&eacute;e du
ch&acirc;teau dans l'int&eacute;rieur de la ville.</p>

<p>L'enceinte ext&eacute;rieure, que je regarde comme ant&eacute;rieure de quelques
ann&eacute;es aux r&eacute;parations entreprises par Philippe le Hardi, pour am&eacute;liorer
l'enceinte int&eacute;rieure&mdash;et je vais en donner des preuves certaines tout &agrave;
l'heure&mdash;est b&acirc;tie en mat&eacute;riaux (gr&egrave;s) irr&eacute;guliers et dispos&eacute;s sans
choix, mais pr&eacute;sentant des parements unis, tandis que toutes les
constructions de la fin du XIII<sup>e</sup> si&egrave;cle sont parement&eacute;es en pierres
cisel&eacute;es sur les ar&ecirc;tes, et forment des bossages rustiques qui donnent &agrave;
ces constructions un aspect robuste et d'un grand effet. Tous les
profils des tours de l'enceinte int&eacute;rieure, r&eacute;par&eacute;e par Philippe le
Hardi, sont identiques; les culs-de-lampe des arcs des vo&ucirc;tes et les
quelques rares sculptures, telles, par exemple, que la statue de la
Vierge et la niche plac&eacute;es au-dessus de la porte Narbonnaise,
appartiennent incontestablement &agrave; la fin du XIII<sup>e</sup> si&egrave;cle.</p>

<p>Dans ces constructions, les mat&eacute;riaux sont de m&ecirc;me nature, provenant des
m&ecirc;mes carri&egrave;res et le mode d'appareil uniforme; partout on rencontre ces
bossages, aussi bien dans les parties compl&egrave;tement neuves, comme celles
de l'ouest, du sud-ouest et de l'est, que dans les portions compl&eacute;t&eacute;es
ou restaur&eacute;es, sur les constructions visigothes et du XII<sup>e</sup> si&egrave;cle.
Les moulures sont finement taill&eacute;es et d&eacute;j&agrave; maigres, tandis que
l'enceinte ext&eacute;rieure pr&eacute;sente dans ses meurtri&egrave;res, ses portes et ses
corbeaux, des profils tr&egrave;s-simples et larges. Les clefs des vo&ucirc;tes de la
tour n&ordm;18 (tour de la Vade ou du Papegay) sont orn&eacute;es de figures
sculpt&eacute;es pr&eacute;sentant tous les caract&egrave;res de l'imagerie du temps de saint
Louis. De plus, entre la tour n&ordm;7 et l'&eacute;chauguette de l'ouest, le
parapet de la courtine a &eacute;t&eacute; exhauss&eacute;, en laissant toutefois subsister
les merlons primitifs ainsi englob&eacute;s dans la ma&ccedil;onnerie sur&eacute;lev&eacute;e, afin
de donner &agrave; cette courtine, jug&eacute;e trop basse, un commandement plus
consid&eacute;rable.</p>

<p>Or, cette sur&eacute;l&eacute;vation est construite en pierres avec bossages, les
cr&eacute;neaux sont plus espac&eacute;s, l'appareil beaucoup plus soign&eacute; que dans la
partie inf&eacute;rieure et parfaitement semblable, en tout, &agrave; l'appareil des
constructions de 1280.</p>

<p>La diff&eacute;rence entre les deux constructions peut &ecirc;tre constat&eacute;e par
l'observateur le moins exerc&eacute;: donc, la partie inf&eacute;rieure &eacute;tant
semblable, comme proc&eacute;d&eacute;s de structure, &agrave; tout le reste de l'enceinte
ext&eacute;rieure, et la sur&eacute;l&eacute;vation conforme, comme appareil, &agrave; toutes les
constructions dues &agrave; Philippe le Hardi, l'enceinte ext&eacute;rieure a &eacute;t&eacute;
&eacute;videmment &eacute;lev&eacute;e avant les restaurations et les adjonctions entreprises
par le fils de Louis IX.</p>

<p>Du c&ocirc;t&eacute; du sud-ouest, la muraille des Visigoths venait longer la fa&ccedil;ade
ouest de l'&eacute;glise cath&eacute;drale de Saint-Nazaire (fig. 16). Cette fa&ccedil;ade,
&eacute;lev&eacute;e, comme nous l'avons dit, &agrave; la fin du XI<sup>e</sup> si&egrave;cle ou au
commencement du XII<sup>e</sup> n'est qu'un mur fort &eacute;pais sans ouverture dans
la partie inf&eacute;rieure. Elle dominait l'enceinte visigothe et augmentait
sa force sur ce point attaquable. Son couronnement consistait en un
cr&eacute;nelage dont nous avons retrouv&eacute; les traces et que nous avons pu
r&eacute;tablir dans son int&eacute;grit&eacute;.</p>

<p>Les fortifications de Philippe le Hardi laiss&egrave;rent entre elles et cette
fa&ccedil;ade (fig. 16) un large espace et la d&eacute;fense sup&eacute;rieure de la fa&ccedil;ade
de Saint-Nazaire demeura sans objet puisqu'elle ne commandait plus les
dehors.</p>

<p>Depuis lors il ne fut entrepris aucun travail de d&eacute;fense dans la cit&eacute; de
Carcassonne et, pendant tout le cours du moyen &acirc;ge, cette forteresse fut
consid&eacute;r&eacute;e comme imprenable. Le fait est qu'elle ne fut point attaqu&eacute;e
et n'ouvrit ses portes au prince Noir, Edouard, en 1355, que quand tout
le pays du Languedoc se fut soumis &agrave; ce conqu&eacute;rant.</p>



<hr style="width: 65%;" />
<h2><a name="DESCRIPTION_DES_DEFENSES_DE_LA_CITE" id="DESCRIPTION_DES_DEFENSES_DE_LA_CITE"></a><b>DESCRIPTION DES D&Eacute;FENSES DE LA CIT&Eacute;.</b></h2>


<p>J'ai voulu donner un r&eacute;sum&eacute; tr&egrave;s-succinct de l'histoire des
constructions qui composent l'enceinte de la cit&eacute; de Carcassonne, afin
d'expliquer aux voyageurs curieux les irr&eacute;gularit&eacute;s et les diff&eacute;rences
d'aspect que pr&eacute;sentent ces d&eacute;fenses dont une partie date de la
domination romaine et visigothe et qui ont &eacute;t&eacute; successivement modifi&eacute;es
et restaur&eacute;es, pendant les XII<sup>e</sup> et XIII<sup>e</sup> si&egrave;cles, par les vicomtes
et par le roi de France.</p>

<p>Quand on se pr&eacute;sente devant la cit&eacute; de Carcassonne, on est tout d'abord
frapp&eacute; de l'aspect grandiose et s&eacute;v&egrave;re de ces tours brunes si diverses
de dimensions, de forme, et qui suivent, ainsi que les hautes courtines
qui les r&eacute;unissent, les mouvements du terrain pour obtenir un
commandement sur la campagne et profiter autant que possible des
avantages naturels offerts par les escarpements du plateau, au bord
duquel on les a &eacute;lev&eacute;es. Du c&ocirc;t&eacute; oriental est ouverte l'entr&eacute;e
principale, la seule accessible aux charrois, c'est la porte Narbonnaise
d&eacute;fendue par un foss&eacute; et une barbacane garnie de meurtri&egrave;res et d'un
cr&eacute;nelage avec chemin de ronde. L'entr&eacute;e est biaise, de fa&ccedil;on &agrave; masquer
la porte de l'ouvrage principal. Un ch&acirc;telet, qui peut &ecirc;tre isol&eacute; de la
barbacane, la pr&eacute;c&egrave;de, &agrave; cheval sur le pont qui &eacute;tait compos&eacute; de deux
tabliers mobiles en bois, dont les tourillons sont encore &agrave; leur place.
Cette barbacane et le ch&acirc;telet sont ouverts &agrave; la gorge afin d'&ecirc;tre
battus par les d&eacute;fenses sup&eacute;rieures de la porte Narbonnaise, si ces
premiers ouvrages tombaient au pouvoir de l'ennemi.</p>

<p>Du c&ocirc;t&eacute; ext&eacute;rieur, les deux grosses tours entre lesquelles est ouverte
la porte, sont renforc&eacute;es par des <i>becs</i>, sortes d'&eacute;perons destin&eacute;s &agrave;
&eacute;loigner l'assaillant du point tangent le plus attaquable, de le forcer
de se d&eacute;masquer, &agrave; faire d&eacute;vier le b&eacute;lier (bosson en langue d'O&iuml;l), ou &agrave;
pr&eacute;senter une plus forte &eacute;paisseur de ma&ccedil;onnerie &agrave; la mine.</p>

<p>L'entr&eacute;e &eacute;tait d'abord ferm&eacute;e par une cha&icirc;ne dont les attaches sont
encore &agrave; leur place et qui &eacute;tait destin&eacute;e &agrave; emp&ecirc;cher des chevaux lanc&eacute;s
d'entrer dans la ville. Un m&acirc;chicoulis prot&egrave;ge la premi&egrave;re herse et la
premi&egrave;re porte en bois avec barres; dans la vo&ucirc;te est perc&eacute; un second
m&acirc;chicoulis, puis on trouve un troisi&egrave;me m&acirc;chicoulis devant la seconde
herse. Il n'&eacute;tait donc pas facile de franchir tous ces obstacles. Mais
cette entr&eacute;e &eacute;tait d&eacute;fendue d'une mani&egrave;re plus efficace encore en temps
de guerre.</p>

<p>Au-dessus de l'arc de la porte, des deux c&ocirc;t&eacute;s de la niche occup&eacute;e par
la statue de la Vierge, se voient, sur les flancs de chacune des deux
tours, trois entailles proprement faites; les deux voisines de l'angle
sont coup&eacute;es carr&eacute;ment et d'une profondeur de O<sup>m</sup>,20, la troisi&egrave;me est
coup&eacute;e en biseau comme pour recevoir le pied d'un lien de bois ou d'un
chevron inclin&eacute;. Au-dessus de la niche de la Vierge on remarque trois
autres trous carr&eacute;s profonds, destin&eacute;s &agrave; recevoir des pi&egrave;ces de bois
formant une forte saillie. Ces trous recevaient, en effet, les pi&egrave;ces de
bois d'un auvent formant une saillie prononc&eacute;e au-dessus de la porte,
prot&eacute;geant la niche et les gens de garde &agrave; l'entr&eacute;e de la ville.</p>

<p>Cet auvent subsistait en temps de paix; en temps de guerre il servait de
m&acirc;chicoulis. &Agrave; l<sup>m</sup>,30 au-dessus du fa&icirc;tage de cet auvent on voit
encore, sur les flancs des deux tours, de chaque c&ocirc;t&eacute;, quatre entailles
ou trous carr&eacute;s au m&ecirc;me niveau, les trois premiers au-dessus de ceux
servant de points d'appui aux chevrons de l'auvent et le quatri&egrave;me &agrave;
0<sup>m</sup>,60 en avant. La &eacute;tait &eacute;tabli le plancher du deuxi&egrave;me m&acirc;chicoulis.
Une cinqui&egrave;me entaille, faite entre les deux derni&egrave;res et un peu
au-dessus, servait de garde pour recevoir le madrier mobile destin&eacute; &agrave;
prot&eacute;ger les assi&eacute;g&eacute;s contre les projectiles lanc&eacute;s du dehors de bas en
haut et maintenait, par un syst&egrave;me de d&eacute;charges, tout cet &eacute;tage
sup&eacute;rieur en l'emp&ecirc;chant de basculer. On ne pouvait communiquer des
tours &agrave; ces m&acirc;chicoulis ext&eacute;rieurs que par une ouverture pratiqu&eacute;e au
deuxi&egrave;me &eacute;tage et par des &eacute;chelles, de fa&ccedil;on &agrave; isoler ces m&acirc;chicoulis
dans le cas o&ugrave; les assaillants s'en seraient empar&eacute;s. Ces ouvrages de
bois &eacute;taient prot&eacute;g&eacute;s par des mantelets perc&eacute;s de meurtri&egrave;res.
L'assaillant, pour pouvoir s'approcher de la premi&egrave;re herse, devait donc
affronter une pluie de traits et les projectiles jet&eacute;s de trois
m&acirc;chicoulis, deux pos&eacute;s en temps de guerre et un dernier tenant &agrave; la
construction elle-m&ecirc;me. Ce n'est pas tout: le sommet des tours &eacute;tait
garni de hourds en charpente que l'on posait &eacute;galement en temps de
guerre<a name="FNanchor_9_9" id="FNanchor_9_9"></a><a href="#Footnote_9_9" class="fnanchor">[9]</a>. Les trous destin&eacute;s au passage des solives en bascule qui
supportaient ces hourds sont tous intacts et dispos&eacute;s de telle sorte
que, du dedans, on pouvait, en tr&egrave;s-peu de temps, &eacute;tablir ces ouvrages
de bois dont la couverture se reliait &agrave; celle des combles &agrave; demeure. En
effet, on con&ccedil;oit facilement qu'avec le syst&egrave;me de cr&eacute;neaux et de
meurtri&egrave;res pratiqu&eacute;s dans les couronnements de pierre, il &eacute;tait
impossible d'emp&ecirc;cher des assaillants nombreux et hardis, prot&eacute;g&eacute;s par
des pavois et m&ecirc;me par des <i>chats</i> (sortes de chariots recouverts de
madriers et de peaux) de saper le pied des tours, puisque des
meurtri&egrave;res, malgr&eacute; la forte inclinaison de leur coupe, il est
impossible de voir le pied des tours ou courtines, et que, par les
cr&eacute;neaux, &agrave; moins de sortir la moiti&eacute; du corps en dehors de leur
ventri&egrave;re, on ne pouvait non plus viser un objet plac&eacute; au pied de
l'escarpe. Il fallait donc &eacute;tablir une d&eacute;fense continue, couverte et
permettant &agrave; un grand nombre de d&eacute;fenseurs de battre le pied de la
muraille ou des tours par le jet de pierres ou de projectiles de toute
nature.</p>

<div class="center">
   <img src="images/thumb004.jpg" width="40%"
      alt="Fig. 3." title="Fig. 3." />
</div>
<h4><a href="images/004.jpg">Fig. 3. <br />(agrandir)</a></h4>


<p>La coupe ci-contre (fig. 3), faite sur l'axe de la porte Narbonnaise,
explique les dispositions que nous venons d'indiquer.</p>

<p>Non-seulement les hourds remplissaient cet objet, mais ils laissaient
aux d&eacute;fenseurs toute la libert&eacute; de leurs mouvements, les chemins de
rondes au dedans des cr&eacute;nelages &eacute;tant r&eacute;serv&eacute;s &agrave; l'approvisionnement des
projectiles et &agrave; la circulation.</p>

<p>D'ailleurs si ces hourds &eacute;taient perc&eacute;s, outre le machicoulis continu,
de meurtri&egrave;res, les meurtri&egrave;res pratiqu&eacute;es dans les merlons de pierre
restaient d&eacute;masqu&eacute;es dans leur partie inf&eacute;rieure et permettaient aux
arbal&eacute;triers post&eacute;s au dedans du parapet sur ce chemin de ronde de
lancer des traits sur les assaillants. La d&eacute;fense &eacute;tait donc aussi
active que possible et le manque de projectiles devait seul laisser
quelque r&eacute;pit &agrave; l'attaque.</p>

<p>On ne doit donc pas s'&eacute;tonner si, pendant des si&egrave;ges m&eacute;morables, apr&egrave;s
une d&eacute;fense prolong&eacute;e, les assi&eacute;g&eacute;s en &eacute;taient r&eacute;duits &agrave; d&eacute;couvrir leurs
maisons, &agrave; d&eacute;molir les murs de cl&ocirc;ture des jardins, &agrave; d&eacute;paver les rues,
pour garnir ces hourds de projectiles et forcer les assaillants &agrave;
s'&eacute;loigner du pied des tours et murailles.</p>

<p>D'un autre c&ocirc;t&eacute;, les assi&eacute;geants cherchaient &agrave; mettre le feu &agrave; ces
hourds de bois qui rendaient le travail des sapeurs impossible ou &agrave; les
briser &agrave; l'aide des pierres lanc&eacute;es par les mangonneaux ou les
tr&eacute;buchets. Et cela ne devait pas &ecirc;tre tr&egrave;s-difficile, surtout lorsque
les murailles n'&eacute;taient pas fort &eacute;lev&eacute;es. Aussi, d&egrave;s la fin du XIII<sup>e</sup>
si&egrave;cle, on se mit &agrave; garnir les murailles et tours de machicoulis de
pierre port&eacute;s sur des consoles, ainsi qu'on peut le voir &agrave; Beaucaire, &agrave;
Avignon et dans tous les ch&acirc;teaux forts ou enceintes des XIV<sup>e</sup> et
XV<sup>e</sup> si&egrave;cles<a name="FNanchor_10_10" id="FNanchor_10_10"></a><a href="#Footnote_10_10" class="fnanchor">[10]</a>.</p>

<p>&Agrave; Carcassonne, le m&acirc;chicoulis de pierre n'appara&icirc;t nulle part, et
partout, au contraire, on trouve les trous des hourds de bois dans les
fortifications du ch&acirc;teau, qui datent du commencement du XII<sup>e</sup> si&egrave;cle,
aussi bien que dans les ouvrages de Louis IX et de Philippe le Hardi.</p>

<p>Au XIII<sup>e</sup> si&egrave;cle, la montagne Noire et les rampes des Pyr&eacute;n&eacute;es &eacute;taient
couvertes de for&ecirc;ts; on a donc pu faire grand usage de ces mat&eacute;riaux si
communs alors dans les environs de Carcassonne.</p>

<p>Les couronnements des deux enceintes de la cit&eacute;, courtines et tours,
sont tous perc&eacute;s de ces trous carr&eacute;s traversant &agrave; distances &eacute;gales le
pied des parapets au niveau des chemins de ronde. Les &eacute;tages sup&eacute;rieurs
des tours et de larges hangars &eacute;tablis en dedans des courtines, comme
nous le dirons tout &agrave; l'heure, servaient &agrave; approvisionner ces bois qui
devaient toujours &ecirc;tre disponibles pour mettre la ville en &eacute;tat de
d&eacute;fense.</p>

<p>En temps ordinaire les couronnements de pierre pouvaient suffire, et
l'on voit encore comment, dans les &eacute;tages sup&eacute;rieurs des tours, les
cr&eacute;neaux &eacute;taient garnis de volets &agrave; rouleaux: sortes de sabords,
man&oelig;uvrant sur un axe de bois pos&eacute; sur deux crochets en fer; volets qui
permettaient de voir le pied des murailles sans se d&eacute;couvrir et qui
garantissaient les postes des &eacute;tages sup&eacute;rieurs contre le vent et la
pluie. Les volets inf&eacute;rieurs s'enlevaient facilement lorsqu'on
&eacute;tablissait les hourds, car alors les cr&eacute;neaux servaient de
communication entre ces hourds et les chemins de ronde ou planchers
int&eacute;rieurs.</p>

<div class="center">
   <img src="images/thumb005.jpg" width="40%"
      alt="Fig. 4." title="Fig. 4." />
</div>

<h4><a href="images/005.jpg">Fig. 4. <br />(agrandir)</a></h4>

<p>Notre figure 4 explique la disposition de ces volets. La partie
sup&eacute;rieure pivotant sur deux gonds fixes demeurait, la partie inf&eacute;rieure
&eacute;tait enlev&eacute;e lorsqu'on posait les hourds.</p>

<p>Mais revenons &agrave; la porte Narbonnaise. Outre la cha&icirc;ne A (fig. 3),
derri&egrave;re le premier arc plein cintre de l'entr&eacute;e et entre celui-ci et le
deuxi&egrave;me, est m&eacute;nag&eacute; un machicoulis B par lequel on jetait les
projectiles de droite et de gauche sur les assaillants qui tentaient de
briser la premi&egrave;re herse C. Les r&eacute;duits dans lesquels se tenaient les
d&eacute;fenseurs sont d&eacute;fil&eacute;s par un &eacute;pais garde-fou de pierres. Le m&eacute;canisme
des herses est parfaitement compr&eacute;hensible encore aujourd'hui. Dans la
salle qui est au-dessus de l'entr&eacute;e, on aper&ccedil;oit, dans les deux
pieds-droits de la coulisse de cette premi&egrave;re herse, les entailles
inclin&eacute;es dans lesquelles s'engageaient les deux jambettes du treuil
trac&eacute; sur notre coupe, et les scellements des brides en fer qui
maintenaient le sommet de ces jambettes; au niveau du sol, les deux
trous destin&eacute;s &agrave; recevoir les cales sur lesquelles reposait la herse une
fois lev&eacute;e; sous l'arc, au sommet du tympan, le trou profond qui
recevait la suspension des poulies destin&eacute;es au jeu des contre-poids et
de la cha&icirc;ne s'enroulant sur le treuil.</p>

<p>Derri&egrave;re la herse &eacute;tait une porte &eacute;paisse &agrave; deux vantaux D roulant sur
des crapaudines inf&eacute;rieures et des pivots fix&eacute;s dans un linteau de bois
dont les scellements sont intacts. Ces vantaux &eacute;taient fortement unis
par une barre qui se logeait dans une entaille r&eacute;serv&eacute;e dans le parement
du mur de droite lorsque la porte &eacute;tait ouverte, et par deux autres
barres de bois entrant dans des entailles pratiqu&eacute;es dans les deux murs
du couloir.</p>

<p>Si l'on p&eacute;n&egrave;tre au milieu du passage, on voit dans la vo&ucirc;te s'ouvrir un
large trou carr&eacute; E qui communique avec la salle du premier &eacute;tage. La
grande dimension de ce trou s'explique par la n&eacute;cessit&eacute; o&ugrave; se trouvait
l'assi&eacute;g&eacute; de pouvoir lancer des projectiles non-seulement au milieu,
mais aussi contre les parois du passage. La vo&ucirc;te du premier &eacute;tage est
&eacute;galement perc&eacute;e d'un trou carr&eacute; I, mais plus petit, de sorte que du
deuxi&egrave;me &eacute;tage on pouvait &eacute;craser les assaillants qui se seraient
empar&eacute;s de la salle au-dessous ou donner des ordres aux hommes qui
l'occupaient.</p>

<p>Des deux c&ocirc;t&eacute;s de ce large machicoulis, au premier &eacute;tage, il existe deux
r&eacute;duits profonds qui pouvaient servir de refuge et d&eacute;filer les
d&eacute;fenseurs dans le cas o&ugrave; les assaillants, ma&icirc;tres du passage, auraient
d&eacute;coch&eacute; des traits de bas en haut. La largeur de ce machicoulis
permettait encore de jeter sur l'assi&eacute;geant des fascines embras&eacute;es, et
les r&eacute;duits garantissaient ainsi les d&eacute;fenseurs contre la flamme et la
fum&eacute;e en leur laissant le moyen d'alimenter le feu. Des meurtri&egrave;res
lat&eacute;rales perc&eacute;es dans le passage, au niveau du sol, en E, permettaient
aux arbal&eacute;triers post&eacute;s dans les salles du rez-de-chauss&eacute;e des deux
tours d'envoyer &agrave; bout portant des carreaux aux gens qui oseraient
s'aventurer entre les deux herses.</p>

<p>De m&ecirc;me que devant la herse ext&eacute;rieure C, il existe dans la salle du
premier &eacute;tage un deuxi&egrave;me machicoulis oblong F destin&eacute; &agrave; prot&eacute;ger la
seconde herse G. Ce machicoulis se fermait, ainsi que l'ouverture
pratiqu&eacute;e dans le milieu de la vo&ucirc;te du passage, par une trappe dont la
feuillure et l'encastrement m&eacute;nag&eacute; dans le mur existent encore. Au moyen
d'une petite fen&ecirc;tre qui &eacute;clairait la salle du premier &eacute;tage, les
assi&eacute;g&eacute;s, du dedans, pouvaient communiquer des ordres &agrave; ceux qui
servaient la herse sur le chemin de ronde pratiqu&eacute; au-dessus de la
seconde porte II. Cette seconde herse man&oelig;uvrait sous un arc r&eacute;serv&eacute; &agrave;
cet effet; son treuil &eacute;tait en outre prot&eacute;g&eacute; par un auvent P maintenu
par de forts crochets de fer qui sont encore scell&eacute;s dans la muraille.
Tout le jeu de cette herse est encore visible; ses ferrures sont en
place: la herse seule manque.</p>

<p>Les deux tours qui flanquent cette entr&eacute;e sont distribu&eacute;es de la m&ecirc;me
mani&egrave;re. Elles comprennent: un &eacute;tage de caves creus&eacute;es au-dessous du
sol, un rez-de-chauss&eacute;e perc&eacute; de meurtri&egrave;res et vo&ucirc;t&eacute; avec quatre
escaliers pour communiquer au premier &eacute;tage; un premier &eacute;tage, &eacute;galement
vo&ucirc;t&eacute;, perc&eacute; de meurtri&egrave;res et muni de deux chemin&eacute;es et de deux fours.
Deux des escaliers seulement continuent jusqu'&agrave; l'&eacute;tage sup&eacute;rieur. Les
deux autres n'aboutissent pas et peuvent tromper ainsi les gens qui ne
conna&icirc;traient pas les lieux. Un deuxi&egrave;me &eacute;tage couvert autrefois par un
plancher portant sur le bord du chemin de ronde. Ce deuxi&egrave;me &eacute;tage est
perc&eacute;, du c&ocirc;t&eacute; de la ville, de riches fen&ecirc;tres ogivales &agrave; meneaux O qui
ne s'ouvraient que dans la partie inf&eacute;rieure par des volets, tandis que
les compartiments de l'ogive &eacute;taient vitr&eacute;s &agrave; demeure; ces fen&ecirc;tres
&eacute;taient fortement grill&eacute;es &agrave; l'ext&eacute;rieur. Un troisi&egrave;me &eacute;tage cr&eacute;nel&eacute;
recevait la charpente des combles. Cette charpente est divis&eacute;e en trois
pavillons, deux sur les deux tours et un pavillon interm&eacute;diaire
au-dessus de la porte. Lors de la construction premi&egrave;re, r&eacute;tablie
aujourd'hui, ces trois pavillons, aux points de leur rencontre, &eacute;taient
port&eacute;s par des poutres entrant dans des entailles pratiqu&eacute;es dans
l'assise de la corniche; soit que ces poutres aient fl&eacute;chi, soit que les
eaux des ch&eacute;neaux mal entretenus les eussent pourries, au XV<sup>e</sup> si&egrave;cle,
ces combles furent r&eacute;par&eacute;s, et, pour les porter, on &eacute;tablit deux grands
arcs qui s'arrangeaient fort mal avec la construction du XIII<sup>e</sup>
si&egrave;cle, puisque l'un d'eux venait buter dans un des cr&eacute;neaux M et le
boucher. Des ch&eacute;neaux en pierre furent pos&eacute;s sur ces arcs et re&ccedil;urent
les pieds du chevron des toitures aux points de leur jonction. Des
gargouilles saillantes rejetaient les eaux des ch&eacute;neaux du c&ocirc;t&eacute; de la
campagne. Ces arcs, qui poussaient en dehors le grand mur &eacute;lev&eacute; du c&ocirc;t&eacute;
de la ville, ont d&ucirc; &ecirc;tre enlev&eacute;s.</p>

<p>Le chemin de ronde de la courtine n'est pas interrompu par la porte
Narbonnaise suivant le syst&egrave;me ordinaire adopt&eacute; dans les d&eacute;fenses de
cette &eacute;poque. Il passe du c&ocirc;t&eacute; de la ville, au-dessus de la porte, et
relie les deux courtines de fa&ccedil;on cependant &agrave; n'&ecirc;tre en communication
avec la ville que par les escaliers int&eacute;rieurs des tours et par une
seule baie ferm&eacute;e autrefois par deux &eacute;pais vantaux ferr&eacute;s. L'escalier
actuel, qui donne acc&egrave;s &agrave; ce chemin de ronde, est moderne et a &eacute;t&eacute; &eacute;lev&eacute;
par le g&eacute;nie militaire.</p>

<p>Habituellement, les tours de l'enceinte int&eacute;rieure et m&ecirc;me de l'enceinte
ext&eacute;rieure interrompent les chemins de ronde; de sorte que si
l'assaillant parvenait &agrave; s'emparer d'une courtine, il se trouvait pris
entre deux tours, et, &agrave; moins de les forcer les unes apr&egrave;s les autres,
il lui devenait impossible de circuler librement sur les remparts;
d'autant que les escaliers qui mettent directement en communication les
chemins de ronde avec le terre-plein du c&ocirc;t&eacute; de la ville, sont
tr&egrave;s-rares et qu'on ne peut monter sur ces chemins de ronde qu'en
passant par les escaliers pratiqu&eacute;s dans les tours. Chaque tour &eacute;tait
ainsi un r&eacute;duit s&eacute;par&eacute;, ind&eacute;pendant, qu'il fallait, forcer. Les portes
qui mettent les tours en communication avec les chemins de ronde sont
&eacute;troites, bien ferr&eacute;es, barr&eacute;es &agrave; l'int&eacute;rieur, de sorte qu'en un instant
on pouvait fermer le vantail et le barricader en tirant rapidement la
barre de bois, log&eacute;e dans la muraille, avant m&ecirc;me de prendre le temps
de pousser les verrous et de donner un tour de clef &agrave; la serrure.
L'examen attentif de ces d&eacute;fenses fait ressortir le soin apport&eacute; par les
ing&eacute;nieurs de ce temps contre les surprises. Toutes sortes de
pr&eacute;cautions ont &eacute;t&eacute; prises pour arr&ecirc;ter l'ennemi et l'embarrasser &agrave;
chaque pas par des dispositions impr&eacute;vues. &Eacute;videmment, un si&egrave;ge &agrave; cette
&eacute;poque n'&eacute;tait r&eacute;ellement s&eacute;rieux pour l'assi&eacute;g&eacute;, comme pour
l'assaillant, que quand on en &eacute;tait venu &agrave; se prendre, pour ainsi dire,
corps &agrave; corps. Une garnison aguerrie pouvait lutter avec des chances de
succ&egrave;s jusque dans ses derni&egrave;res d&eacute;fenses. L'ennemi entrait dans la
ville par escalade ou par une br&egrave;che, sans que pour cela la garnison se
rend&icirc;t; car alors, celle-ci renferm&eacute;e dans les tours qui, je le r&eacute;p&egrave;te,
sont autant de r&eacute;duits ind&eacute;pendants, pouvait se d&eacute;fendre encore; il
fallait forcer des portes barricad&eacute;es. Prenait-on le rez-de-chauss&eacute;e
d'une tour, les &eacute;tages sup&eacute;rieurs conservaient les moyens de reprendre
l'offensive et d'&eacute;craser l'ennemi. On voit que tout &eacute;tait calcul&eacute; pour
une lutte possible pied &agrave; pied. Les escaliers &agrave; vis &eacute;taient facilement
barricad&eacute;s de mani&egrave;re &agrave; rendre vains les efforts de l'assi&eacute;geant pour
arriver aux &eacute;tages sup&eacute;rieurs.</p>

<p>Les bourgeois d'une place eussent-ils voulu capituler, que la garnison
se gardait contre eux et leur interdisait l'acc&egrave;s des tours et des
courtines. C'est un syst&egrave;me de d&eacute;fiance adopt&eacute; envers et contre tous.</p>

<p>Les machines de jet, les engins dont les assaillants disposaient &agrave; cette
&eacute;poque pour battre du dehors des murailles, comme celles de la cit&eacute; de
Carcassonne, ne pouvaient produire qu'un effet tr&egrave;s-m&eacute;diocre, vu la
solidit&eacute; des ouvrages et l'&eacute;paisseur des merlons; car l'artillerie &agrave; feu
seule pourrait les entamer. Restaient la sape, la mine, le b&eacute;lier et
tous les engins qui obligeaient l'assaillant &agrave; se porter au pied m&ecirc;me
des d&eacute;fenses. Or il &eacute;tait difficile de se loger et de saper sous ces
hourds puissants qui vomissaient des projectiles. La mine n'&eacute;tait gu&egrave;re
efficace ici, car toutes les murailles et tours sont assises sur le roc.</p>

<p>On ne doit pas &ecirc;tre surpris si, dans ces temps &eacute;loign&eacute;s de nous,
certains si&egrave;ges se prolongeaient ind&eacute;finiment. La cit&eacute; de Carcassonne
&eacute;tait, &agrave; la fin du XIII<sup>e</sup> si&egrave;cle, avec sa double enceinte et les
dispositions ing&eacute;nieuses de la d&eacute;fense, une place imprenable qu'on ne
pouvait r&eacute;duire que par la famine, et encore e&ucirc;t-il fallu, pour la
bloquer, une arm&eacute;e nombreuse, car il &eacute;tait ais&eacute; &agrave; la garnison de garder
les bords de l'Aude, au moyen de la grande barbacane (n&ordm;8 du plan, fig.
16) qui permettait de faire des sorties avec des forces imposantes et de
culbuter les assi&eacute;geants dans le fleuve.</p>

<p>En examinant le plan g&eacute;n&eacute;ral, nous voyons en bas de l'escarpement de la
cit&eacute;, devant les tours 11 et 12 &agrave; l'ouest, une muraille qui d&eacute;fendait le
faubourg de la Barbacane. Cette muraille date du XIII<sup>e</sup> si&egrave;cle, et
elle fut certainement &eacute;lev&eacute;e pour emp&ecirc;cher l'ennemi de se loger, comme
l'avait fait Trincavel, entre l'Aude et la cit&eacute;. Cette muraille est &agrave;
port&eacute;e d'arbal&egrave;te des tours 11, 12 et 40 et est command&eacute;e par celles-ci.
Il &eacute;tait donc fort difficile d'arriver, en descendant la rive droite de
l'Aude, jusqu'&agrave; la barbacane, malgr&eacute; la garnison de la cit&eacute;.</p>

<p>Les remparts et les tours pr&eacute;sentent surtout un aspect formidable sur
les points de l'enceinte o&ugrave; les approches sont relativement faciles, o&ugrave;
des escarpements naturels ne viennent pas opposer un obstacle puissant &agrave;
l'assaillant. Du c&ocirc;t&eacute; du nord-est, de l'est et du sud, l&agrave; o&ugrave; le plateau
qui sert d'assiette &agrave; la cit&eacute; est &agrave; peu pr&egrave;s de plain-pied avec la
campagne, de larges foss&eacute;s prot&egrave;gent la premi&egrave;re enceinte. Il est
vraisemblable que les extr&eacute;mit&eacute;s de ces foss&eacute;s, ainsi que les avanc&eacute;es
des portes, &eacute;taient d&eacute;fendues par des palissades ext&eacute;rieures, suivant
les habitudes de l'&eacute;poque. Ces palissades &eacute;taient munies de barri&egrave;res
ouvrantes.</p>

<p>En s'avan&ccedil;ant dans les lices<a name="FNanchor_11_11" id="FNanchor_11_11"></a><a href="#Footnote_11_11" class="fnanchor">[11]</a>, entre les deux enceintes, la premi&egrave;re
tour que l'on rencontre &agrave; droite, &agrave; la suite de la porte Narbonnaise,
est la tour n&ordm;21, dite du Treshaut, ou du Tr&eacute;sau, de Tressan, du Tr&eacute;sor
ou de la Cendrino. Cette construction est un magnifique ouvrage de la
fin du XIII<sup>e</sup> si&egrave;cle, contemporain de la porte Narbonnaise. Elle
domine toute la campagne, la ville, et joignant presque l'enceinte
ext&eacute;rieure, elle commandait le plateau, la barbacane de la porte
Narbonnaise et emp&ecirc;chait l'ennemi de s'&eacute;tendre du c&ocirc;t&eacute; du nord dans les
lices le long desquelles s'&eacute;l&egrave;vent les tours visigothes.</p>

<p>La tour du Tr&eacute;sau, outre ses caves, renferme quatre &eacute;tages dont deux
sont vo&ucirc;t&eacute;s.</p>

<p>L'&eacute;tage inf&eacute;rieur est creus&eacute; au-dessous du terre-plein de la ville. Le
deuxi&egrave;me &eacute;tage est presque de plain-pied avec le sol int&eacute;rieur de la
ville. Le troisi&egrave;me &eacute;tage &eacute;tait couvert par un plancher et le quatri&egrave;me,
sous comble, au niveau du chemin de ronde du cr&eacute;nelage.</p>

<p>Le chemin de ronde des courtines passe derri&egrave;re le pignon de la tour,
mais n'a aucune communication avec les salles int&eacute;rieures.</p>

<p>Du c&ocirc;t&eacute; de la ville, la partie sup&eacute;rieure de la tour est termin&eacute;e par un
pignon cr&eacute;nel&eacute; avec escaliers rampants le long du comble. Deux tourelles
carr&eacute;es, munies d'escaliers et cr&eacute;nel&eacute;es &agrave; leur partie sup&eacute;rieure,
&eacute;paulent le pignon et servaient de tours de guet, car elles sont, de ce
c&ocirc;t&eacute;, le point le plus &eacute;lev&eacute; des d&eacute;fenses.</p>

<p>En temps de paix, le cr&eacute;nelage de la tour du Tr&eacute;sau n'&eacute;tait pas couvert.
Le comble porte sur un mur int&eacute;rieur. Les gargouilles qui existent
encore &agrave; l'ext&eacute;rieur indiquent d'une mani&egrave;re certaine que le chemin de
ronde sup&eacute;rieur &eacute;tait &agrave; ciel ouvert. En temps de guerre, les toitures
des hourds couvraient ces chemins de ronde ainsi que les hourds
eux-m&ecirc;mes.</p>

<p>Un seul escalier &agrave; vis dessert les quatre &eacute;tages et toutes les issues
&eacute;taient garnies de portes fortement ferr&eacute;es. Le deuxi&egrave;me &eacute;tage au-dessus
des caves contient une petite chambre ou r&eacute;duit &eacute;clair&eacute; par une fen&ecirc;tre,
destin&eacute; au capitaine, une grande chemin&eacute;e et des latrines; cet &eacute;tage et
le rez-de-chauss&eacute;e sont perc&eacute;s de nombreuses meurtri&egrave;res s'ouvrant sous
de grandes arcades munies de bancs de pierre. Les meurtri&egrave;res ne sont
pas perc&eacute;es les unes au-dessus des autres, mais chevauch&eacute;es, ou <i>vides
sur pleins</i>, afin de battre tous les points de la circonf&eacute;rence de la
tour. Ce principe est g&eacute;n&eacute;ralement suivi dans les tours de l'enceinte
int&eacute;rieure et, sans exception, dans les tours de l'enceinte ext&eacute;rieure
o&ugrave; les meurtri&egrave;res jouent un r&ocirc;le important. En effet, les meurtri&egrave;res
perc&eacute;es dans les &eacute;tages des tours ne pouvaient servir que lorsque
l'ennemi &eacute;tait encore &eacute;loign&eacute; des remparts; on con&ccedil;oit d&egrave;s lors qu'elles
aient &eacute;t&eacute; pratiqu&eacute;es plus nombreuses et dispos&eacute;es avec plus de m&eacute;thode
dans les tours de l'enceinte ext&eacute;rieure.</p>

<p>Les courtines qui accompagnent la tour du Tr&eacute;sau sont fort belles. Leur
partie inf&eacute;rieure est perc&eacute;e de meurtri&egrave;res au niveau du terre-plein de
la ville, sous des arcs plein cintre avec bancs de pierre et leurs
merlons, larges, &eacute;pais, sont bien construits.</p>

<p>Le parement int&eacute;rieur des merlons entre la tour Narbonnaise et la tour
du Tr&eacute;sau n'est pas vertical, mais &eacute;lev&eacute; en <i>fruit</i>. La disposition des
hourds explique l'utilit&eacute; de cette inclinaison du parement int&eacute;rieur des
merlons.</p>

<p>Sur ce point de la d&eacute;fense&mdash;l'un des plus attaquables, &agrave; cause du
plateau qui s'&eacute;tend de plain-pied devant la porte Narbonnaise&mdash;les
courtines int&eacute;rieures devaient &ecirc;tre munies de ces hourds doubles dont il
est fait parfois mention dans les chroniqueurs du XIII<sup>e</sup> si&egrave;cle<a name="FNanchor_12_12" id="FNanchor_12_12"></a><a href="#Footnote_12_12" class="fnanchor">[12]</a>.</p>

<div class="center">
   <img src="images/thumb006.jpg" width="40%"
      alt="Fig. 5." title="Fig. 5." />
</div>

<h4><a href="images/006.jpg">Fig. 5. <br />(agrandir)</a></h4>

<p>La figure 5 explique, dans le cas actuel, la disposition de ces doubles
hourds. Ainsi que nous venons de le dire, les merlons ayant leur
parement int&eacute;rieur en fruit sur le chemin de ronde A, leur base est
travers&eacute;e au niveau de ce chemin de ronde par des trous de hourds de
0<sup>m</sup>,30 de c&ocirc;t&eacute;, r&eacute;guli&egrave;rement espac&eacute;s. Sur le parement du chemin de
ronde, du c&ocirc;t&eacute; de la ville, est une retraite continue B. Les hourds
doubles &eacute;taient donc ainsi dispos&eacute;s: de cinq pieds en cinq pieds
passaient, par les trous des hourds, de fortes solives C, sur
l'extr&eacute;mit&eacute; desquelles, &agrave; l'ext&eacute;rieur, s'&eacute;levait le poteau inclin&eacute; D,
avec des contre-poteaux E, formant la rainure pour le passage des
madriers de garde. Des moises doubles J pin&ccedil;aient ce poteau D,
reposaient sur la longrine F, mordaient les trois poteaux G, H, I,
celui G &eacute;tant appuy&eacute; sur le parement inclin&eacute; du merlon, et venaient
saisir le poteau post&eacute;rieur K &eacute;galement inclin&eacute;. Un second rang de
moises, pos&eacute; en L &agrave; 1<sup>m</sup>,80 du premier rang, formait l'enrayure des
arbal&eacute;triers M du comble. En N un m&acirc;chicoulis &eacute;tait r&eacute;serv&eacute; le long du
parement ext&eacute;rieur de la courtine. Ce m&acirc;chicoulis &eacute;tait servi par des
hommes plac&eacute;s en O, sur le chemin de ronde, au droit de chaque cr&eacute;neau
muni d'une ventri&egrave;re P. Les archers et arbal&eacute;triers du hourd inf&eacute;rieur
&eacute;taient post&eacute;s en R et n'avaient pas &agrave; se pr&eacute;occuper de servir ce
premier m&acirc;chicoulis.</p>

<p>Le deuxi&egrave;me hourd poss&eacute;dait un m&acirc;chicoulis en S. Les approvisionnements
de projectiles se faisaient en dedans de la ville par les guindes T. Des
escaliers Q, dispos&eacute;s de distance en distance, mettaient les deux hourds
en communication. De cette mani&egrave;re, il &eacute;tait possible d'amasser une
quantit&eacute; consid&eacute;rable de pierres en V, sans g&ecirc;ner la circulation sur les
chemins de ronde ni les arbal&eacute;triers &agrave; leur poste. En X, on voit, de
face, &agrave; l'ext&eacute;rieur, la charpente du hourdage d&eacute;pourvue de ses madriers
de garde, et en Y, cette charpente garnie. Par les meurtri&egrave;res et
m&acirc;chicoulis, on pouvait lancer ainsi sur l'assaillant un nombre
prodigieux de projectiles. Comme toujours, les meurtri&egrave;res U, perc&eacute;es
dans les merlons, d&eacute;gageaient au-dessous des hourds et permettaient &agrave; un
deuxi&egrave;me rang d'arbal&eacute;triers post&eacute;s entre les fermes, sur le chemin de
ronde, de viser l'ennemi.</p>

<p>On con&ccedil;oit que l'inclinaison des madriers de garde &eacute;tait tr&egrave;s-favorable
au tir. Elle permettait, de plus, de faire surplomber le deuxi&egrave;me
m&acirc;chicoulis S en dehors du hourdage inf&eacute;rieur.</p>

<p>La d&eacute;pense que n&eacute;cessitaient des charpentes aussi consid&eacute;rables ne
permettait gu&egrave;re de les &eacute;tablir que dans des circonstances
exceptionnelles, sur des points mal d&eacute;fendus par la nature.</p>

<p>La courtine qui relie la tour du Tr&eacute;sau &agrave; la porte Narbonnaise poss&egrave;de
un petit puits et une &eacute;chauguette flanquante destin&eacute;e &agrave; battre
l'intervalle entre la barbacane et cette porte.</p>

<p>De la tour du Tr&eacute;sau, en se dirigeant vers le nord, on longe une grande
partie de l'enceinte des Visigoths. &Agrave; voir le d&eacute;sordre de ces anciennes
constructions, on doit admettre qu'elles ont &eacute;t&eacute; boulevers&eacute;es par un
si&egrave;ge terrible; on a peine &agrave; comprendre comment on a pu, avec les moyens
dont on disposait alors, renverser des pans de murs d'une &eacute;paisseur
consid&eacute;rable, faire pencher ces tours dont toute la partie inf&eacute;rieure ne
pr&eacute;sente qu'une masse de ma&ccedil;onnerie. Il semblerait que la poudre &agrave; canon
peut seule causer des d&eacute;sordres aussi graves, et cependant le si&egrave;ge
pendant lequel une partie consid&eacute;rable de ces remparts a &eacute;t&eacute; renvers&eacute;e
est ant&eacute;rieur au XII<sup>e</sup> si&egrave;cle, puisque, sur ces d&eacute;bris, on voit
s'&eacute;lever des constructions identiques avec celles du ch&acirc;teau, ou datant
du XIII<sup>e</sup> si&egrave;cle.</p>

<p>&Agrave; peine si l'on a pris soin de d&eacute;blayer les ruines, car on remarque,
enclav&eacute;s dans les courtines reprises au XIII<sup>e</sup> si&egrave;cle, d'&eacute;normes pans
de murs renvers&eacute;s et pr&eacute;sentant verticalement les lits de leurs assises
de moellon ou de brique. Gr&acirc;ce &agrave; la bont&eacute; des mortiers, ces masses
renvers&eacute;es ne se sont point disjointes et sont l&agrave; comme des rochers sur
lesquels on serait venu construire de nouveaux murs.</p>

<p>De ce c&ocirc;t&eacute;, les courtines et les tours sont tr&egrave;s-hautes et dominent de
beaucoup l'enceinte ext&eacute;rieure &eacute;lev&eacute;e sur la cr&ecirc;te de l'escarpement.</p>

<p>Cet escarpement fait face &agrave; l'Aude et il s'&eacute;tend jusqu'&agrave; la tour n&ordm;41
qui termine le saillant occidental de la cit&eacute;.</p>

<p>Deux portes sont perc&eacute;es dans l'enceinte des Visigoths: l'une, petite,
datant de l'&eacute;poque primitive, a &eacute;t&eacute; mur&eacute;e; elle est situ&eacute;e &agrave; la droite
de la tour n&ordm;26; l'autre, perc&eacute;e au XII<sup>e</sup> si&egrave;cle et r&eacute;par&eacute;e au
XIII<sup>e</sup>, se trouve entre les tours 24 et 25. C'est la porte d&eacute;sign&eacute;e
par le s&eacute;n&eacute;chal Guillaume des Ormes sous le nom de porte de Rodez. Elle
ne pr&eacute;sente aucune d&eacute;fense particuli&egrave;re, mais devait &ecirc;tre pr&eacute;c&eacute;d&eacute;e d'un
ouvrage avec poterne, prot&eacute;g&eacute; par la tour-barbacane n&ordm;4; tour qui a
malheureusement &eacute;t&eacute; modifi&eacute;e dans sa forme par le g&eacute;nie militaire, de
telle sorte qu'aujourd'hui la porte de Rodez donne sur les lices et n'a
plus de communication avec le dehors.</p>

<p>Si nous passons de l'autre c&ocirc;t&eacute; du ch&acirc;teau, vers le sud-ouest, nous
rencontrons la porte de l'Aude (autrefois porte de Toulouse).</p>

<p>Cette porte a &eacute;t&eacute; perc&eacute;e dans la muraille des Visigoths au XII<sup>e</sup>
si&egrave;cle. On voit encore, &agrave; l'ext&eacute;rieur, l'arc plein cintre qui para&icirc;t
appartenir &agrave; cette &eacute;poque par son appareil et la nature des mat&eacute;riaux
employ&eacute;s. &Agrave; la gauche de cette porte il existait, sur un pan de mur
visigoth, un b&acirc;timent contemporain du ch&acirc;teau, c'est-&agrave;-dire &eacute;lev&eacute; du
XI<sup>e</sup> au XII<sup>e</sup> si&egrave;cle. Le mur ext&eacute;rieur de ce b&acirc;timent est encore
perc&eacute; de trois petites fen&ecirc;tres jumelles divis&eacute;es par des colonnettes de
marbre avec chapiteaux sculpt&eacute;s.</p>

<p>Une longue rampe aboutissait &agrave; la grande barbacane n&ordm;8 et &eacute;tait battue
par cette barbacane; elle s'&eacute;l&egrave;ve suivant une inclinaison assez roide,
et, en faisant un lacet, conduit &agrave; une premi&egrave;re porte, simple barri&egrave;re,
puis &agrave; une seconde porte d&eacute;fendue par un cr&eacute;nelage et command&eacute;e par un
gros ouvrage en forme de traverse, termin&eacute;, &agrave; la hauteur des chemins de
ronde de l'enceinte int&eacute;rieure, par une plate-forme et des merlons. &Agrave; sa
base, cette traverse est perc&eacute;e d'une porte qui donne entr&eacute;e dans les
lices du sud-ouest.</p>

<p>Il faut gravir, en dedans de l'enceinte ext&eacute;rieure, une rampe assez
roide battue par l'ouvrage qui masque la porte de l'Aude, perc&eacute;e dans le
mur de l'enceinte int&eacute;rieure. Cette rampe est domin&eacute;e par la tour de la
Justice, n&ordm;37, et par une tour visigothe, n&ordm;38. On arrive ainsi &agrave; un
lacet qui oblige l'arrivant &agrave; se d&eacute;tourner brusquement pour atteindre la
porte. Bien qu'il n'y ait, devant cette porte, ni foss&eacute; ni ponts &agrave;
bascule, il n'&eacute;tait point facile d'y arriver malgr&eacute; les gens du dedans
de la ville, car l'espace compris entre les deux enceintes forme une
v&eacute;ritable place d'armes, un grand ch&acirc;telet, command&eacute; de tous c&ocirc;t&eacute;s par
des ouvrages formidables. De plus, les lices, &agrave; droite et &agrave; gauche,
&eacute;taient ferm&eacute;es par des portes. On observera que la porte sup&eacute;rieure est
perc&eacute;e dans un angle rentrant, ce qui a permis de la flanquer
tr&egrave;s-puissamment, et que son masque forme en avant un petit ch&acirc;telet que
l'on pouvait fermer compl&eacute;tement en temps de guerre, et qui, en temps de
paix, &eacute;tait pr&eacute;c&eacute;d&eacute; d'un petit poste dont on aper&ccedil;oit encore la trace le
long de la courtine. De cet ouvrage, les rondes pouvaient descendre dans
les lices du sud-ouest, en ouvrant une porte perc&eacute;e sur le flanc du
parapet et en posant des planches mobiles sur des corbeaux engag&eacute;s dans
les gros contre-forts &agrave; la suite. Ce moyen de sortie ou d'entr&eacute;e indique
assez que l'ouvrage, en avant de la porte de l'Aude, &eacute;tait absolument
ferm&eacute; en temps de guerre.</p>

<p>En se dirigeant de la porte de l'Aude vers les lices du sud-ouest, on
laisse bient&ocirc;t les derni&egrave;res traces des constructions visigothes et
l'on atteint le saillant b&acirc;ti par Philippe le Hardi, en dehors des
terrains de l'&eacute;v&ecirc;ch&eacute; (fig. 16). Ayant pass&eacute; la porte perc&eacute;e dans la
traverse de commandement, et que nous croyons &ecirc;tre la porte dite du
S&eacute;n&eacute;chal, on voit une des tours des Visigoths, enti&egrave;re, puis la tour 39,
dite de l'Inquisition, et dans laquelle nous avons trouv&eacute; un cachot avec
pilier central, garni de cha&icirc;nes, puis la tour carr&eacute;e n&ordm;11, dite de
l'&Eacute;v&ecirc;que. Cette tour, &agrave; cheval sur les lices, commande les deux
enceintes et pouvait, sur ce front, couper la communication entre la
partie sud et la partie nord des lices. Toutefois, les deux arcs jet&eacute;s
sur le passage, entre les deux enceintes, n'&eacute;taient d&eacute;fendus que par
deux machicoulis int&eacute;rieurs et par un machicoulis perc&eacute; au milieu de la
vo&ucirc;te. On ne trouve pas trace de gonds indiquant la pr&eacute;sence de vantaux
de porte, mais seulement des entailles qui font supposer qu'en temps de
guerre des barri&egrave;res de bois fermaient ces ouvertures et interceptaient
les communications. Cette tour, dont l'&eacute;v&ecirc;que avait la jouissance sauf
le chemin de ronde sup&eacute;rieur, est fort belle, admirablement construite,
fi&egrave;rement plant&eacute;e sur les deux enceintes dont elle rompt l'uniformit&eacute;.
De m&ecirc;me qu'elle coupait la communication sur les lices, elle
interrompait aussi le chemin de ronde sup&eacute;rieur des courtines, car, pour
aller de la courtine nord &agrave; la courtine sud, il fallait traverser cette
tour et forcer deux portes. Les escaliers int&eacute;rieurs sont dispos&eacute;s de
fa&ccedil;on &agrave; ce que l'acc&egrave;s aux cr&eacute;nelages soit ind&eacute;pendant de l'acc&egrave;s aux
deux salles vo&ucirc;t&eacute;es, dont l'&eacute;v&ecirc;que avait la jouissance.</p>

<p>Les courtines qui font partie du saillant b&acirc;ti par Philippe le Hardi,
sont munies de belles meurtri&egrave;res perc&eacute;es sous des arcades avec bancs;
meurtri&egrave;res qui battent les lices et les chemins de ronde de l'enceinte
ext&eacute;rieure. On voit encore, en dehors de cette partie de l'enceinte
ext&eacute;rieure, &agrave; c&ocirc;t&eacute; de la tour n&ordm;12, dite du Grand-Canisou, les orifices
de l'&eacute;gout que le roi avait fait construire &agrave; travers la muraille &eacute;lev&eacute;e
par son ordre, pour rejeter au dehors les eaux de l'&eacute;v&ecirc;ch&eacute;, ainsi qu'il
a &eacute;t&eacute; dit plus haut.</p>

<p>Quant aux b&acirc;timents de l'&eacute;v&ecirc;ch&eacute;, ils sont compl&eacute;tement ras&eacute;s; il n'en
est pas de m&ecirc;me du clo&icirc;tre de l'&eacute;glise Saint-Nazaire, dont les
fondations ont &eacute;t&eacute; retrouv&eacute;es. Ces fondations, et un mur de ce clo&icirc;tre,
conserv&eacute; avec les piles engag&eacute;es et les formerets des vo&ucirc;tes, se
rapportent aux trac&eacute;s des vieux plans de la cit&eacute;, dans lesquels ce
clo&icirc;tre et ses d&eacute;pendances sont indiqu&eacute;s. Cette construction date de
l'&eacute;poque de saint Louis. &Agrave; la suite de la tour n&ordm;11 est la tour n&ordm;40,
dite de Cahusac, qui pr&eacute;sente une disposition curieuse. Le chemin de
ronde tourne &agrave; l'entour, et est couvert par un portique; puis on arrive
&agrave; la tour du coin n&ordm;41, dite Mipadre ou de Prade. Elle contient deux
&eacute;tages vo&ucirc;t&eacute;s et deux &eacute;tages entre planchers, elle est munie d'une
chemin&eacute;e et d'un four. La seule porte donnant entr&eacute;e dans cette tour,
qui n'interrompt pas le chemin de ronde, est perc&eacute;e du c&ocirc;t&eacute; de l'est et
&eacute;tait ferm&eacute;e par des verrous et une barre rentrant dans la muraille.
Comme aux autres tours de cette partie de l'enceinte, le dernier merlon
des courtines s'&eacute;l&egrave;ve au point de jonction avec la tour, l&agrave; o&ugrave; sont
perc&eacute;es les portes, et le dernier cr&eacute;neau &eacute;tait &eacute;galement muni de volets
sur rouleaux, afin de prot&eacute;ger les entrants ou les sortants ou les
factionnaires pos&eacute;s aux entr&eacute;es des tours. Presque toujours il faut
monter quelques marches pour passer des courtines dans les tours, et
alors le cr&eacute;nelage suit la mont&eacute;e.</p>

<p>On remarquera encore que les chemins de ronde des courtines, et par
cons&eacute;quent les cr&eacute;nelages et les hourds ne sont pas toujours de niveau,
mais suivent la pente du terrain ext&eacute;rieur, de mani&egrave;re &agrave; conserver sur
tous les points de l'enceinte une hauteur d'escarpe uniforme, ainsi que
cela se pratique encore de nos jours.</p>

<p>C'&eacute;tait une r&egrave;gle &eacute;tablie par l'exp&eacute;rience, et, pass&eacute; une certaine
hauteur, l'&eacute;chelade devait &ecirc;tre regard&eacute;e comme impossible; aussi
maintenait-on un minimum d'&eacute;l&eacute;vation partout. Toutefois les escarpes de
l'enceinte int&eacute;rieure sont beaucoup plus &eacute;lev&eacute;es que celles de
l'enceinte ext&eacute;rieure. L'enceinte ext&eacute;rieure &eacute;tait &eacute;tablie de mani&egrave;re &agrave;
battre l'assaillant &agrave; grande distance et &agrave; l'emp&ecirc;cher d'approcher;
tandis que pour l'enceinte int&eacute;rieure, tout est combin&eacute; en vue de
combattre un ennemi tr&egrave;s-rapproch&eacute;. Il n'est pas besoin d'insister sur
une disposition indiqu&eacute;e par le simple bon sens.</p>

<p>Dans l'enceinte du clo&icirc;tre Saint-Nazaire, de larges escaliers donnent
acc&egrave;s aux remparts. Mais il est bon d'observer que le clo&icirc;tre et
l'&eacute;v&ecirc;ch&eacute; &eacute;taient d&eacute;j&agrave; renferm&eacute;s dans une enceinte, et que, par
cons&eacute;quent, les habitants de la ville ne pouvaient monter de la voie
publique sur les courtines. Partout o&ugrave; il existe des escaliers montant
aux chemins de ronde directement, ces escaliers sont toujours, ou
enclav&eacute;s dans d'anciens logis d&eacute;pendant des murailles et fortifi&eacute;s, ou
compris dans des enceintes sp&eacute;ciales; tels sont les escaliers qui
montaient &agrave; la courtine &agrave; c&ocirc;t&eacute; de la tour n&ordm;44, le long de la tour n&ordm;47
et pr&egrave;s de la chapelle Saint-Sernin (tour 53). Le plus souvent, ce sont
les escaliers des tours qui, au moyen de petites portes ext&eacute;rieures bien
ferr&eacute;es, permettent l'acc&egrave;s sur les chemins de ronde. La garnison
pouvait donc, si bon lui semblait, ainsi que nous l'avons dit plus haut,
s'isoler et tenir les citoyens en respect pendant qu'elle repoussait les
assi&eacute;geants. Elle seule circulait entre les deux enceintes, dans les
lices, en fermant les portes de la ville sur les habitants; sur ce
point, il n'y avait nul inconv&eacute;nient &agrave; ce que les chemins de ronde
fussent de plain-pied avec le terre-plein.</p>

<p>En suivant l'enceinte int&eacute;rieure vers l'est, apr&egrave;s avoir d&eacute;pass&eacute; la tour
n&ordm;42&mdash;dite tour du Moulin, parce qu'autrefois son &eacute;tage sup&eacute;rieur, en
retraite sur le cr&eacute;nelage, &eacute;tait affect&eacute; au m&eacute;canisme d'un moulin &agrave;
vent&mdash;on arrive &agrave; la tour n&ordm;43, dite tour et poterne Saint-Nazaire. Cet
ouvrage, sur plan carr&eacute;, est encore un des plus remarquables de la cit&eacute;.
&Agrave; c&ocirc;t&eacute; de la barbacane n&ordm;15, dite de la Cr&eacute;made et d&eacute;pendant de
l'enceinte ext&eacute;rieure, est une poterne basse et &eacute;troite, donnant dans le
foss&eacute; peu profond sur ce point. Cette poterne, en cas de si&egrave;ge, pouvait
&ecirc;tre mur&eacute;e facilement puisqu'il n'y avait qu'&agrave; remplir l'escalier roide
qui, du seuil de cette poterne, monte aux lices. Le large diam&egrave;tre de la
tour de la Cr&eacute;made en fait une barbacane propre d'ailleurs &agrave; prot&eacute;ger
des sorties ou des partis rentrants. Cette tour n'&eacute;tait point couverte,
comme les autres, par un comble, et est en communication directe avec le
chemin de ronde des courtines dont elle n'est, pourrait-on dire, qu'un
appendice flanquant.</p>

<p>Quant &agrave; la tour Saint-Nazaire, il &eacute;tait impossible &agrave; des assi&eacute;geants
post&eacute;s en dehors de l'enceinte ext&eacute;rieure de supposer qu'elle f&ucirc;t munie
d'une poterne. La porte, perc&eacute;e &agrave; la base de cette tour Saint-Nazaire,
et donnant sur les lices, est ouverte de c&ocirc;t&eacute;, masqu&eacute;e par la saillie de
l'&eacute;chauguette d'angle, et le seuil de cette ouverture est &eacute;tabli &agrave; plus
de deux m&egrave;tres au-dessus du sol des lices. Il fallait donc poser des
&eacute;chelles ou un plan inclin&eacute; en bois pour entrer et sortir.</p>

<p>Dans la tour elle-m&ecirc;me l'entr&eacute;e est biaise, et, si de l'ext&eacute;rieur on
n'entre par la poterne perc&eacute;e sur le flanc est de la tour qu'au moyen
d'&eacute;chelles ou d'un plancher mobile, on ne peut franchir la seconde
entr&eacute;e qu'en se d&eacute;tournant &agrave; angle droit. Cette poterne ne pouvait donc
servir qu'aux gens de pied. Chacune des deux baies est munie d'une
herse, de machicoulis et de vantaux. Un puits dessert les lices et le
premier &eacute;tage, qui contient en outre un four. La premi&egrave;re herse &eacute;tait
man&oelig;uvr&eacute;e de la salle du premier &eacute;tage, la deuxi&egrave;me du chemin de ronde,
comme &agrave; la porte Narbonnaise. Le cr&eacute;nelage sup&eacute;rieur s'&eacute;l&egrave;ve sur une
plate-forme propre &agrave; recevoir un engin de d&eacute;fense (mangonneau) et
poss&egrave;de une guette, car ce point est un des plus &eacute;lev&eacute;s de la cit&eacute;. Le
cr&eacute;nelage inf&eacute;rieur (car la d&eacute;fense de couronnement est double) est
flanqu&eacute; par des &eacute;chauguettes qui montent de fond.</p>

<p>Toujours en se dirigeant vers l'est, on arrive &agrave; peu de distance de la
tour Saint-Nazaire &agrave; la tour n&ordm;44, dite Saint-Martin, qui semble avoir
&eacute;t&eacute; &eacute;lev&eacute;e &agrave; proximit&eacute; de la tour n&ordm;43 &agrave; dessein, pour masquer et battre
la poterne &agrave; tr&egrave;s-petite port&eacute;e. Cette tour est renforc&eacute;e, comme les
tours 41 et 42 et comme celles de la porte Narbonnaise, par un bec
saillant dont nous avons expliqu&eacute; l'utilit&eacute;. Elle contient deux &eacute;tages
vo&ucirc;t&eacute;s, deux &eacute;tages sous plancher, comme la tour n&ordm;41, et se d&eacute;gage
au-dessus du chemin de ronde qui tourne autour d'elle du c&ocirc;t&eacute; de la
ville.</p>

<p>&Agrave; partir de ce point de l'enceinte int&eacute;rieure, nous voyons repara&icirc;tre,
dans les parties inf&eacute;rieures des courtines et tours, les restes des
remparts visigoths jusqu'&agrave; la tour n&ordm;53, dite de Saint-Sernin, &agrave; c&ocirc;t&eacute; de
la porte Narbonnaise.</p>

<p>Les tours n&ordm; 45, 46, 47, 49, 50, 52 et 53 sont b&acirc;ties sur les fondations
des tours primitives et sont d'un diam&egrave;tre plus faible que les tours du
XIII<sup>e</sup> si&egrave;cle. Seule, la tour n&ordm;48 a &eacute;t&eacute; reconstruite enti&egrave;rement par
Philippe le Hardi. Aussi pr&eacute;sente-t-elle &agrave; l'ext&eacute;rieur un bec saillant,
et l'&eacute;paisseur de sa construction est tr&egrave;s-consid&eacute;rable. C'est qu'elle
devait s'&eacute;lever assez haut pour dominer la tour n&ordm;18 de l'enceinte
ext&eacute;rieure, tour dite de la Vade ou du Papegay, sorte de donjon avanc&eacute;
absolument ind&eacute;pendant et qui &eacute;tait destin&eacute; &agrave; battre le plateau qui
s'&eacute;tend de plain-pied, en face de ce front.</p>

<p>Les tours pr&eacute;c&eacute;dentes, n<sup>os</sup> 45, 46, 47, 49, 50 et 52, ne sont pas
vo&ucirc;t&eacute;es, et des planchers en bois s&eacute;paraient leurs &eacute;tages, au nombre de
deux seulement et &eacute;tablis sur le massif plein de la ma&ccedil;onnerie des
Visigoths. Leurs escaliers &agrave; vis font saillie &agrave; l'int&eacute;rieur, des salles
et sont pris &agrave; leurs d&eacute;pens. Toutes ces tours interrompent la
circulation sur le chemin de ronde des courtines; il faut les traverser
pour communiquer d'une courtine &agrave; l'autre. La tour n&ordm;49, dite de Dar&eacute;ja,
est b&acirc;tie sur une substruction romaine, form&eacute;e de gros blocs de pierre
parfaitement jointifs, sans mortier. Le soubassement romain portait
certainement une tour carr&eacute;e, car les Visigoths se sont content&eacute;s
d'abattre les ar&ecirc;tes saillantes &agrave; coups de masse, pour arrondir cette
construction massive qui ne renferme qu'un blocage.</p>

<p>En examinant les constructions sur&eacute;lev&eacute;es au XIII<sup>e</sup> si&egrave;cle, on voit
que les ing&eacute;nieurs ont donn&eacute; &agrave; la partie cylindrique (c&ocirc;t&eacute; ext&eacute;rieur)
une forte &eacute;paisseur, tandis que du c&ocirc;t&eacute; de la ville, l&agrave; o&ugrave; la tour est
ferm&eacute;e par un pignon, les murs n'ont qu'une faible &eacute;paisseur, afin
d'obtenir l'espace vide le plus grand possible &agrave; l'int&eacute;rieur pour loger
les postes. La tour n&ordm; 47 pr&eacute;sente aussi, sur les lices, dans sa partie
inf&eacute;rieure, des restes de soubassements romains, sur lesquels est
implant&eacute;e une tour visigothe couronn&eacute;e par la b&acirc;tisse du XIII<sup>e</sup>
si&egrave;cle.</p>

<p>Ainsi, toute cette portion de l'enceinte, comprise entre la tour n&ordm; 44
et la porte narbonnaise, a &eacute;t&eacute; r&eacute;par&eacute;e et reconstruite en partie par
Philippe le Hardi sur l'enceinte des Visigoths, qui avait &eacute;t&eacute; &eacute;lev&eacute;e sur
les remparts romains. Le p&eacute;rim&egrave;tre de la ville antique est donc donn&eacute;
par celui de la ville des Visigoths, puisque, du c&ocirc;t&eacute; du midi comme du
c&ocirc;t&eacute; du nord, nous retrouvons les traces des constructions romaines sous
les ouvrages dus aux barbares.</p>

<p>Sur tout ce front sud-est, les hourds pr&eacute;sentaient en temps de guerre
une ligne non interrompue, car ceux des courtines se relient &agrave; ceux des
tours au moyen de quelques marches. Cela &eacute;tait n&eacute;cessaire pour faciliter
la d&eacute;fense et ne pouvait avoir d'inconv&eacute;nients, dans le cas o&ugrave;
l'assi&eacute;geant se serait empar&eacute; d'une portion de ces hourds, car il &eacute;tait
facile de les couper en un instant et d'emp&ecirc;cher l'ennemi de profiter de
cette coursi&egrave;re ext&eacute;rieure continue pour s'emparer successivement des
&eacute;tages sup&eacute;rieurs des tours. L'assi&eacute;g&eacute;, oblig&eacute; d'abandonner une portion
de ces hourds, pouvait lui-m&ecirc;me y mettre le feu, sacrifier au besoin une
tour ou deux, et se retirer dans les postes &eacute;loign&eacute;s du point tomb&eacute; au
pouvoir de l'ennemi, en coupant les planchers de bois derri&egrave;re lui.</p>

<p>Les tablettes de pierre des chemins de ronde des courtines &eacute;lev&eacute;es sous
Philippe le Hardi sont support&eacute;es &agrave; l'int&eacute;rieur pour augmenter la
largeur de la coursi&egrave;re, du c&ocirc;t&eacute; du sud et du sud-est, depuis la tour de
l'&eacute;v&ecirc;que jusqu'&agrave; la porte Narbonnaise, par des corbeaux de pierre. Il
existe, entre ces corbeaux, des trous carr&eacute;s tr&egrave;s-profonds m&eacute;nag&eacute;s dans
la construction &agrave; intervalles &eacute;gaux. Ces trous &eacute;taient destin&eacute;s &agrave; loger
des solives horizontales dont l'extr&eacute;mit&eacute; pouvait, au besoin, &ecirc;tre
soulag&eacute;e par des poteaux. Sur ces solives on &eacute;tablissait un plancher
continu qui &eacute;largissait d'autant le chemin de ronde &agrave; l'int&eacute;rieur et
formait une saillie fort utile pour l'approvisionnement des hourds, pour
la mise en batterie de pierri&egrave;res et tr&eacute;buchets, et pour disposer au
pied des remparts, sur le terre-plein de la ville, des magasins, des
abris pour un suppl&eacute;ment de garnison.</p>

<p>Les combles qui couvraient les hourds venaient tr&egrave;s-probablement couvrir
ce suppl&eacute;ment de coursi&egrave;res. On con&ccedil;oit combien ces larges espaces,
m&eacute;nag&eacute;s &agrave; la partie sup&eacute;rieure des courtines, devaient faciliter la
d&eacute;fense. Et il faut noter ici que cette disposition n'existe que dans la
partie des d&eacute;fenses qui &eacute;tait le moins bien prot&eacute;g&eacute;e par la nature du
terrain et contre laquelle, par cons&eacute;quent, l'assaillant devait r&eacute;unir
tous les efforts et pouvait organiser une attaque en r&egrave;gle.</p>

<p>Ces pr&eacute;cautions eussent &eacute;t&eacute; inutiles l&agrave; o&ugrave; l'ennemi ne pouvait se
pr&eacute;senter qu'en petit nombre par suite des escarpements de la colline.
Du c&ocirc;t&eacute; m&eacute;ridional, l'ennemi, en supposant qu'il se f&ucirc;t empar&eacute; de
l'enceinte ext&eacute;rieure, pouvait combler une partie des foss&eacute;s, d&eacute;truire
un pan de mur de l'enceinte ext&eacute;rieure et faire approcher de la muraille
int&eacute;rieure, sur un plan inclin&eacute;, un de ces beffrois de charpente,
recouverts de peaux fra&icirc;ches pour les garantir du feu et au moyen
desquels on se jetait de plain-pied sur les chemins de ronde sup&eacute;rieurs.
On ne pouvait r&eacute;sister &agrave; une semblable attaque, qui r&eacute;ussit mainte fois,
qu'en r&eacute;unissant, sur le point attaqu&eacute;, un nombre de soldats sup&eacute;rieur
aux forces des assi&eacute;geants. Comment l'aurait-on pu faire sur ces &eacute;troits
chemins de ronde? Les hourds bris&eacute;s, les merlons entam&eacute;s par les
machines de jet, les assi&eacute;geants se pr&eacute;cipitant sur les chemins de
ronde, ne trouvaient devant eux qu'une rang&eacute;e de d&eacute;fenseurs accul&eacute;s &agrave; un
pr&eacute;cipice et ne pr&eacute;sentant qu'une ligne sans profondeur &agrave; cette colonne
d'assaut sans cesse renouvel&eacute;e! Avec ce suppl&eacute;ment de chemin de ronde
qu'on pouvait &eacute;largir &agrave; volont&eacute;, il &eacute;tait possible d'opposer &agrave;
l'assaillant une r&eacute;sistance solide, de le culbuter et de s'emparer m&ecirc;me
du beffroi.</p>

<p>C'est dans ces d&eacute;tails de la d&eacute;fense pied &agrave; pied qu'appara&icirc;t l'art de la
fortification du XI<sup>e</sup> au XV<sup>e</sup> si&egrave;cle. En examinant avec soin, en
&eacute;tudiant scrupuleusement, et dans les moindres d&eacute;tails, les ouvrages
d&eacute;fensifs de ces temps, on comprend ces r&eacute;cits d'attaques gigantesques
que nous sommes trop dispos&eacute;s &agrave; taxer d'exag&eacute;ration. Devant des moyens
de d&eacute;fense si bien pr&eacute;vus, si ing&eacute;nieusement combin&eacute;s, on se figure sans
peine les travaux &eacute;normes des assi&eacute;geants, les beffrois mobiles, les
estacades et bastilles terrass&eacute;es, les engins de sape roulants, tels que
<i>chats</i> et galeries, ces travaux de mine qui demandaient un temps
consid&eacute;rable, lorsque la poudre &agrave; canon n'&eacute;tait point en usage dans les
arm&eacute;es. Avec une garnison d&eacute;termin&eacute;e et bien approvisionn&eacute;e on pouvait
prolonger un si&egrave;ge ind&eacute;finiment. Aussi n'est-il pas rare de voir une
bicoque r&eacute;sister pendant des mois &agrave; une arm&eacute;e nombreuse. De l&agrave;, souvent,
cette audace et cette insolence du faible contre le fort et le puissant,
cette habitude de la r&eacute;sistance individuelle qui faisait le fond du
caract&egrave;re de la f&eacute;odalit&eacute;, cette &eacute;nergie qui a produit de si grandes
choses et un si grand d&eacute;veloppement intellectuel au milieu de tant
d'abus.</p>

<p>Ind&eacute;pendamment des portes perc&eacute;es dans l'enceinte int&eacute;rieure, on
comptait plusieurs poternes. Pour le service des assi&eacute;g&eacute;s,&mdash;surtout
s'ils devaient garder une double enceinte&mdash;, il fallait rendre les
communications faciles entre ces deux enceintes et m&eacute;nager des poternes
donnant sur les dehors, pour pouvoir porter rapidement des secours sur
un point attaqu&eacute;, faire sortir ou rentrer des corps, sans que l'ennemi
p&ucirc;t s'y opposer. En parcourant l'enceinte int&eacute;rieure de Carcassonne, on
voit un grand nombre de poternes plus ou moins bien dissimul&eacute;es et qui
devaient permettre &agrave; la garnison de se r&eacute;pandre dans les lices par une
quantit&eacute; d'issues facilement masqu&eacute;es, ou de rentrer rapidement dans le
cas o&ugrave; la premi&egrave;re enceinte e&ucirc;t &eacute;t&eacute; forc&eacute;e. Entre la tour du Tr&eacute;sau du
c&ocirc;t&eacute; nord et le ch&acirc;teau, nous trouvons deux de ces poternes, sans
compter la porte de Rodez. L'une de ces poternes donne entr&eacute;e dans le
foss&eacute; du ch&acirc;teau (fig. 16), l'autre &agrave; c&ocirc;t&eacute; de la tour n&ordm;26. Entre le
ch&acirc;teau et la tour n&ordm;37 est une poterne donnant &eacute;galement dans le foss&eacute;
du ch&acirc;teau. Entre la porte de l'Aude et la porte Narbonnaise (c&ocirc;t&eacute; ouest
et sud de l'enceinte int&eacute;rieure) on trouve la poterne Saint-Nazaire
d&eacute;crite plus haut; entre les tours 44 et 45, une poterne communiquant &agrave;
un escalier &agrave; vis, et entre les tours 50 et 52, une construction
saillante n&ordm;51, qui contenait un escalier de bois, communiquant &agrave; de
vastes souterrains dont l'issue ext&eacute;rieure est plac&eacute;e &agrave; c&ocirc;t&eacute; de la tour
de l'enceinte ext&eacute;rieure n&ordm;19, au niveau du fond du foss&eacute; et dont deux
galeries d&eacute;bouchaient dans les lices. Cette derni&egrave;re poterne avait une
grande importance, car elle mettait les chemins de ronde sup&eacute;rieurs en
communication directe, soit avec des lices, soit avec les dehors. Aussi,
en arri&egrave;re de la porte donnant dans l'angle de la tour 19, est une salle
vo&ucirc;t&eacute;e, vaste, pouvant contenir une quarantaine d'hommes arm&eacute;s.</p>

<p>De plus, il existe une poterne mettant les lices en communication avec
le foss&eacute;, &agrave; l'angle de rencontre de la courtine de droite avec le donjon
de la Vade n&ordm;18. Il y avait une poterne au c&ocirc;t&eacute; droit de la grosse tour
n&ordm;4 de l'enceinte ext&eacute;rieure, une poterne tr&egrave;s-relev&eacute;e au-dessus de
l'escarpement perc&eacute;e dans le mur ext&eacute;rieur de la porte de l'Aude et qui
exigeait l'emploi d'une &eacute;chelle, et la poterne encore ouverte dans
l'angle de la tour n&ordm;15, ainsi qu'il a &eacute;t&eacute; dit plus haut. En ajoutant &agrave;
ces issues la grande barbacane du ch&acirc;teau n&ordm;8, on voit que la garnison
pouvait faire des sorties et se mettre en communication avec les dehors,
sans ouvrir les deux portes principales de l'Aude et Narbonnaise.</p>
<div class="center">
   <img src="images/thumb007.jpg" width="40%"
      alt="Fig. 6." title="Fig. 6." />
</div>

<h4><a href="images/007.jpg">Fig. 6. <br />(agrandir)</a></h4>

<p>Avant de passer &agrave; la description du ch&acirc;teau, il est n&eacute;cessaire de nous
occuper de l'enceinte ext&eacute;rieure qui pr&eacute;sente &eacute;galement un int&eacute;r&ecirc;t
s&eacute;rieux.</p>

<p>De cette enceinte ext&eacute;rieure, la tour la mieux conserv&eacute;e (elle est
intacte sauf sa couverture) est celle de la Peyre n&ordm;19. Cette tour,
comme la plupart de celles d&eacute;pendant de cette enceinte, est ouverte du
c&ocirc;t&eacute; de la ville dans la partie sup&eacute;rieure de mani&egrave;re &agrave; ne pouvoir
servir de d&eacute;fense contre les remparts int&eacute;rieurs, et afin que, du chemin
de ronde sup&eacute;rieur, on puisse donner des ordres aux hommes post&eacute;s dans
cette tour. Le milieu de cette tour, comme de toutes celles de
l'enceinte ext&eacute;rieure, &agrave; l'exception des barbacanes, &eacute;tait couvert par
un comble, mais le chemin de ronde cr&eacute;nel&eacute; &eacute;tait &agrave; ciel ouvert en temps
de paix et pouvait &ecirc;tre garni de hourds en temps de si&egrave;ge.</p>


<div class="center">
   <img src="images/thumb008.jpg" width="40%"
      alt="Fig. 7." title="Fig. 7." />
</div>

<h4><a href="images/008.jpg">Fig. 7. <br />(agrandir)</a></h4>

<p>Ces combles &agrave; demeure portaient sur le bahut int&eacute;rieur du chemin de
ronde.</p>

<p>La figure 6 donne la coupe de cette tour de la Peyre.</p>

<p>En M est trac&eacute; le profil d'ensemble de cet ouvrage avec le foss&eacute;, la
cr&ecirc;te de la contrescarpe et le sol ext&eacute;rieur formant glacis. On voit
comme les meurtri&egrave;res sont dispos&eacute;es pour couvrir de projectiles rasants
ce glacis, et de projectiles plongeants, la cr&ecirc;te et le pied de la
contrescarpe. Quant &agrave; la d&eacute;fense rapproch&eacute;e, il y est pourvu par les
m&acirc;chicoulis et des hourds, ainsi qu'on le voit en P. La figure 7 donne
le trac&eacute; g&eacute;n&eacute;ral de cette tour du c&ocirc;t&eacute; int&eacute;rieur, les hourds n'&eacute;tant
suppos&eacute;s mont&eacute;s que du c&ocirc;t&eacute; R.</p>

<p>La tour n&ordm;18, dite de la Vade ou de Papegay, bien qu'elle appartienne &agrave;
l'enceinte ext&eacute;rieure, est, comme nous l'avons dit, un r&eacute;duit, un
donjon, dominant tout le plateau de ce c&ocirc;t&eacute;, occup&eacute; avant le r&egrave;gne de
Saint-Louis, par un faubourg.</p>

<p>Les courtines de l'enceinte ext&eacute;rieure &eacute;tant tomb&eacute;es au pouvoir de
l'assi&eacute;geant, la plupart des tours de cette enceinte devaient &ecirc;tre
facilement prises, car elles ne sont gu&egrave;re d&eacute;fendues &agrave; l'int&eacute;rieur et
leurs chemins de ronde communiquent parfois de plain-pied avec ceux des
courtines; cependant des portes interrompent la circulation, mais la
tour de la Vade est un ouvrage ind&eacute;pendant et d'une grande &eacute;l&eacute;vation; il
poss&egrave;de deux &eacute;tages vo&ucirc;t&eacute;s, deux &eacute;tages entre planchers, un puits &agrave;
rez-de-chauss&eacute;e, une chemin&eacute;e au deuxi&egrave;me &eacute;tage et des latrines au
troisi&egrave;me. La porte donnant sur les lices pouvait &ecirc;tre fortement
barricad&eacute;e et opposer &agrave; l'assi&eacute;geant un obstacle aussi r&eacute;sistant que la
muraille elle-m&ecirc;me. L'&eacute;tage sup&eacute;rieur &eacute;tait muni d'un cr&eacute;nelage &agrave; ciel
ouvert avec toit au centre. Ce cr&eacute;nelage, qui, en temps de guerre,
&eacute;tait muni de hourds, &eacute;tait domin&eacute; par le couronnement de la tour n&ordm;48.</p>

<div class="center">
   <img src="images/thumb009.jpg" width="40%"
      alt="Fig. 8." title="Fig. 8." />
</div>

<h4><a href="images/009.jpg">Fig. 8.<br />(agrandir)</a></h4>

<div class="center">
   <img src="images/thumb010.jpg" width="40%"
      alt="Fig. 9." title="Fig. 9." />
</div>
<h4><a href="images/010.jpg">Fig. 9. <br />(agrandir)</a></h4>

<div class="center">
   <img src="images/thumb011.jpg" width="40%"
      alt="Fig. 10." title="Fig. 10." />
</div>
<h4><a href="images/011.jpg">Fig. 10. <br />(agrandir)</a></h4>

<p>Les autres tours de l'enceinte ext&eacute;rieure sont toutes &agrave; peu pr&egrave;s
construites sur le mod&egrave;le de la tour n&ordm;7, dite de la Porte-Rouge. Cette
tour poss&egrave;de deux &eacute;tages au-dessous du cr&eacute;nelage. La figure 8 en donne
les plans &agrave; chacun de ces &eacute;tages. Comme le terrain s'&eacute;l&egrave;ve sensiblement
de <i>a</i> en <i>b</i>, les deux chemins de ronde des courtines ne sont pas au
m&ecirc;me niveau; le chemin de ronde <i>b</i> est &agrave; 3 m&egrave;tres au-dessus du chemin
de ronde <i>a</i>. En A est trac&eacute; le plan de la tour au-dessous du
terre-plein; en B, au niveau du chemin de ronde <i>d</i>; en C, au niveau du
cr&eacute;nelage de la tour qui arase le cr&eacute;nelage de la courtine <i>e</i>. On voit
en <i>d</i> la porte qui, s'ouvrant sur le chemin de ronde, communique &agrave; un
degr&eacute; qui descend &agrave; l'&eacute;tage inf&eacute;rieur A, et en <i>c</i>, la porte qui,
s'ouvrant sur le chemin de ronde d'amont, communique &agrave; un degr&eacute; qui
descend &agrave; l'&eacute;tage B. On arrive, du dehors, au cr&eacute;nelage de la tour par
le degr&eacute; <i>g</i>. De plus, les deux &eacute;tages A et B sont mis en communication
entre eux par un escalier int&eacute;rieur <i>h h'</i>, pris dans l'&eacute;paisseur du mur
de la tour. Ainsi les hommes post&eacute;s dans les deux &eacute;tages A et B sont
seuls en communication directe avec les deux chemins de ronde des
courtines. Si l'assaillant est parvenu &agrave; d&eacute;truire les hourds et le
cr&eacute;nelage sup&eacute;rieur, et si, croyant avoir rendu l'ouvrage ind&eacute;fendable,
il tente l'assaut de l'une des courtines, il est re&ccedil;u de flanc par les
postes &eacute;tablis et demeur&eacute;s en s&ucirc;ret&eacute; dans les &eacute;tages inf&eacute;rieurs,
lesquels &eacute;tant facilement blind&eacute;s, n'ont pu &ecirc;tre &eacute;cras&eacute;s par les
projectiles des pierri&egrave;res ou rendus inhabitables par l'incendie du
comble et des hourds. Une coupe longitudinale faite sur les deux chemins
de ronde, de <i>e</i> en <i>d</i>, permet de saisir cette disposition (fig. 9). On
voit en <i>e'</i> la porte de l'escalier <i>e</i>, et en <i>d'</i> la porte de
l'escalier <i>d</i> du plan. Cette derni&egrave;re porte est d&eacute;fendue par une
&eacute;chauguette <i>f</i>, &agrave; laquelle on arrive par un degr&eacute; de six marches. En
<i>h"</i> commence l'escalier qui met en communication les deux &eacute;tages A et
B. Une couche de terre pos&eacute;e en <i>k</i> emp&ecirc;che le feu, qui pourrait &ecirc;tre
mis au comble <i>l</i> par les assi&eacute;g&eacute;s, d'endommager le plancher sup&eacute;rieur.
La figure 10 donne la coupe de cette tour suivant l'axe perpendiculaire
au front. En <i>d"</i> est la porte donnant sur l'escalier <i>d</i>. Les hourds
sont pos&eacute;s en <i>m</i>. En <i>p</i> est trac&eacute; le profil de l'escarpement avec le
prolongement des lignes de tir des deux rangs de meurtri&egrave;res des &eacute;tages
A et B. Il n'est pas besoin de dire que les hourds battent le pied <i>o</i>
de la tour.</p>

<p>Une vue perspective (fig. 11), prise des lices (point <i>x</i> du plan C),
fera saisir les dispositions int&eacute;rieures de cette d&eacute;fense.</p>

<p>Les approvisionnements des hourds et chemins de ronde de la tour se
font, par le cr&eacute;neau <i>c</i> du plan C, au moyen d'un palan et d'une poulie,
ainsi que le fait voir le trac&eacute; perspectif. Ici la tour ne commande que
l'un des chemins de ronde (voyez la coupe, figure 9). Lors de la
construction sous saint Louis, elle commandait les deux courtines; mais
sous Philippe le Hardi, lorsqu'on termina les d&eacute;fenses de la cit&eacute;, on
augmenta, ainsi qu'on l'a vu plus haut, le relief de quelques-unes des
courtines de l'enceinte ext&eacute;rieure qui ne paraissaient pas avoir un
commandement assez &eacute;lev&eacute;. C'est &agrave; cette &eacute;poque que le cr&eacute;nelage G fut
remont&eacute; au-dessus de l'ancien cr&eacute;nelage <i>H</i>, sans qu'on ait pris la
peine de d&eacute;molir celui-ci; de sorte qu'ext&eacute;rieurement ce premier
cr&eacute;nelage H reste englob&eacute; dans la ma&ccedil;onnerie sur&eacute;lev&eacute;e. En effet, le
terrain ext&eacute;rieur s'&eacute;l&egrave;ve comme le terrain des lices de <i>a</i> en <i>b</i>
(voyez les plans), et les ing&eacute;nieurs, ayant cru devoir adopter un
commandement uniforme des courtines sur le dehors, aussi bien pour
l'enceinte ext&eacute;rieure que pour l'enceinte int&eacute;rieure, on r&eacute;gularisa,
vers 1285, tous les reliefs. Il faut dire aussi qu'&agrave; cette &eacute;poque on ne
donnait plus gu&egrave;re un commandement important aux tours sur les courtines
qu'aux saillants, ou sur quelques points o&ugrave; il &eacute;tait utile de d&eacute;couvrir
les dehors au loin.</p>

<div class="center">
   <img src="images/thumb012.jpg" width="40%"
      alt="Fig. 11." title="Fig. 11." />
</div>

<h4><a href="images/012.jpg">Fig. 11. <br />(agrandir)</a></h4>

<p>Pour les grands fronts, les tours flanquantes n'ont, sur les courtines,
qu'un faible commandement, et cette disposition est observ&eacute;e pour le
grand front sud-est de l'enceinte int&eacute;rieure de la cit&eacute;, r&eacute;par&eacute; et
couronn&eacute; par Philippe le Hardi.</p>

<p>La disposition de cette tour de l'enceinte ext&eacute;rieure que nous venons de
donner est telle, que cet ouvrage ne pouvait se d&eacute;fendre contre
l'enceinte int&eacute;rieure; car, non-seulement cette tour est domin&eacute;e de
beaucoup, mais elle est, du c&ocirc;t&eacute; des lices, nulle comme d&eacute;fense.</p>

<p>Nous avons parcouru et d&eacute;crit les points les plus importants des deux
enceintes de la cit&eacute;. Revenant &agrave; la porte Narbonnaise, d'o&ugrave; nous sommes
partis, et montant en ville &agrave; travers une rue &eacute;troite et tortueuse, on
arrive, en se dirigeant vers l'ouest, au ch&acirc;teau b&acirc;ti sur le point
culminant de la cit&eacute;.</p>

<p>J'ai dit que la plus grande partie des constructions de cette citadelle
remontait au commencement du XII<sup>e</sup> si&egrave;cle. Le premier ouvrage qui se
pr&eacute;sente du c&ocirc;t&eacute; de la ville est une barbacane b&acirc;tie au XIII<sup>e</sup> si&egrave;cle,
semi-circulaire, cr&eacute;nel&eacute;e avec chemins de ronde (voyez le plan g&eacute;n&eacute;ral,
fig. 16) et dans laquelle est perc&eacute;e une avant-porte. Cette premi&egrave;re
porte n'&eacute;tait d&eacute;fendue que par des meurtri&egrave;res et des cr&eacute;neaux garnis de
doubles volets, un m&acirc;chicoulis et des vantaux de bois. C'est, comme on
peut le voir, une charmante construction, bien faite et passablement
conserv&eacute;e.</p>

<p>Le plancher de bois et les combles seuls ont &eacute;t&eacute; enlev&eacute;s, mais la trace
de ces compl&eacute;ments est si apparente, qu'on ne peut se m&eacute;prendre sur leur
disposition. L'&eacute;tage sup&eacute;rieur de la porte &eacute;tait ouvert du c&ocirc;t&eacute; du
ch&acirc;teau, afin d'emp&ecirc;cher les assaillants qui s'en seraient rendus
ma&icirc;tres de se d&eacute;fendre contre la garnison renferm&eacute;e dans le ch&acirc;teau. Un
large foss&eacute; prot&egrave;ge trois des fronts de cette citadelle, le quatri&egrave;me
donnant sur les escarpements faisant face &agrave; l'Aude.</p>

<p>Un pont, reconstruit en partie &agrave; une &eacute;poque assez r&eacute;cente, donnait acc&egrave;s
&agrave; la seule porte du ch&acirc;teau sur le front faisant face &agrave; la ville. Les
piles de ce pont datent du XIII<sup>e</sup> si&egrave;cle, et les deux derni&egrave;res,
proches l'entr&eacute;e, sont dispos&eacute;es de telle fa&ccedil;on qu'un plancher mobile en
bois devait s'y appuyer.</p>

<p>L'assaillant trouvait un premier obstacle form&eacute; d'une barri&egrave;re de bois
couverte d'un appentis. Cet obstacle d&eacute;truit, supposant le plancher
mobile enlev&eacute;, il avait &agrave; franchir un foss&eacute; d'une largeur de 2 m&egrave;tres
pour arriver &agrave; la premi&egrave;re herse d&eacute;fendue par un m&acirc;chicoulis. Derri&egrave;re
cette herse est une porte de bois, un second m&acirc;chicoulis, une seconde
herse et une seconde porte. La premi&egrave;re herse se man&oelig;uvrait du deuxi&egrave;me
&eacute;tage. La deuxi&egrave;me herse &eacute;tait servie dans une petite chambre dispos&eacute;e
imm&eacute;diatement au-dessus du passage.</p>

<p>Les deux tours qui flanquent cette entr&eacute;e renferment deux &eacute;tages vo&ucirc;t&eacute;s
en calotte h&eacute;misph&eacute;rique, et perc&eacute;s de meurtri&egrave;res; les deux &eacute;tages
sup&eacute;rieurs sont s&eacute;par&eacute;s par un plancher. Ces deux &eacute;tages sup&eacute;rieurs
mettent, sans murs de refend, les deux tours en communication avec le
dessus du passage. On ne pouvait arriver &agrave; ces &eacute;tages que par un
escalier de bois dispos&eacute; contre la paroi plate de la porte, du c&ocirc;t&eacute; de
la cour ou par les chemins de ronde des courtines. Les salles vo&ucirc;t&eacute;es ne
sont &eacute;clair&eacute;es que par les meurtri&egrave;res. Le troisi&egrave;me &eacute;tage prend jour
sur la cour par une charmante fen&ecirc;tre romane &agrave; doubles cintres pos&eacute;s sur
une colonnette de marbre avec chapiteau sculpt&eacute;, et par une tr&egrave;s-petite
ouverture donnant lat&eacute;ralement au-dessus de l'entr&eacute;e &agrave; l'ext&eacute;rieur.
Cette derni&egrave;re fen&ecirc;tre &eacute;tait perc&eacute;e pour permettre aux assi&eacute;g&eacute;s qui
servaient la premi&egrave;re herse de voir ce qui se passait &agrave; l'entr&eacute;e et de
prendre leurs dispositions en cons&eacute;quence, sans se d&eacute;masquer. Bien que
les tours affectent la forme cylindrique &agrave; l'ext&eacute;rieur, &agrave; l'int&eacute;rieur
les parements des &eacute;tages sup&eacute;rieurs sont &agrave; pans coup&eacute;s. Cette
construction &eacute;tait &eacute;videmment faite pour faciliter l'&eacute;tablissement de la
charpente des combles. Il est beaucoup plus facile de tailler et de
poser une charpente en pavillon sur un plan polygonal que sur un plan
circulaire; le plan circulaire exige pour les sabli&egrave;res des bois
courbes, pour la pose des chevrons des assemblages compliqu&eacute;s. &Agrave; la fin
du XI<sup>e</sup> si&egrave;cle on ne devait pas &ecirc;tre fort habile dans ces sortes de
constructions, qui, un si&egrave;cle et demi plus tard, &eacute;taient arriv&eacute;es &agrave; un
degr&eacute; de perfection remarquable; aussi ne doit-on pas s'&eacute;tonner de voir
cette forme de charpentes pyramidales adopt&eacute;e pour toutes les tours
primitives du ch&acirc;teau. Les constructeurs rachetaient les diff&eacute;rences de
saillies produites par la forme circulaire du parement ext&eacute;rieur par des
coyaux.</p>

<p>Du deuxi&egrave;me &eacute;tage on communique au premier au moyen d'une trappe ouverte
dans la vo&ucirc;te h&eacute;misph&eacute;rique. Cette trappe, perc&eacute;e derri&egrave;re la petite
fen&ecirc;tre qui permet de guetter l'entr&eacute;e, &eacute;tait destin&eacute;e &agrave; transmettre des
ordres aux gens qui servaient la deuxi&egrave;me herse dans la petite salle du
premier &eacute;tage, soit pour faire tomber rapidement cette herse en cas
d'attaque, soit pour la lever lorsqu'un corps rentrait; car on observera
que les servants de la deuxi&egrave;me herse ne peuvent voir ce qui se passe &agrave;
l'ext&eacute;rieur que par une meurtri&egrave;re tr&egrave;s-&eacute;troite, ou par le m&acirc;chicoulis
ouvert devant cette deuxi&egrave;me herse.</p>

<div class="center">
   <img src="images/thumb013.jpg" width="40%"
      alt="Fig. 12." title="Fig. 12." />
</div>

<h4><a href="images/013.jpg">Fig. 12. <br />(agrandir)</a></h4>

<p>Dans cet ouvrage de d&eacute;fense si complet et dont nous donnons les coupes
figure 12, tout est dispos&eacute; pour que le commandement puisse venir du
haut, l&agrave; o&ugrave; les moyens de d&eacute;fense les plus efficaces &eacute;taient d&eacute;ploy&eacute;s,
et l&agrave;, par cons&eacute;quent, o&ugrave; devait se tenir le capitaine de la tour au
moment de l'attaque. Nos vaisseaux de guerre, avec leurs &eacute;coutilles,
leurs porte-voix et leurs batteries basses, peuvent donner une id&eacute;e des
moyens de transmission du commandement alors en usage dans les ouvrages
de fortification<a name="FNanchor_13_13" id="FNanchor_13_13"></a><a href="#Footnote_13_13" class="fnanchor">[13]</a>.</p>

<p>Tous les couronnements des murailles et des tours du ch&acirc;teau &eacute;lev&eacute; vers
le commencement du XII<sup>e</sup> si&egrave;cle &eacute;taient d&eacute;fendus en temps de guerre
par des hourds tr&egrave;s-saillants, car on remarquera que les trous par
lesquels passaient les pi&egrave;ces de bois en bascule portant ces hourds,
sont doubles, perc&eacute;s &agrave; O<sup>m</sup>,60 environ l'un au-dessus de l'autre, afin
de soulager la port&eacute;e des pi&egrave;ces sup&eacute;rieures recevant le plancher par
des corbelets et des liens de charpente. La pose de ces hourds devait
&ecirc;tre moins exp&eacute;ditive que celle des hourds du XIII<sup>e</sup> si&egrave;cle port&eacute;s par
de fortes solives en bascule. Toutefois elle pouvait se faire sans trop
de difficult&eacute; en supposant les liens assembl&eacute;s par embr&egrave;vement, sans
tenons ni mortaises, ce qui, du reste, e&ucirc;t &eacute;t&eacute; inutile, puisque les
pi&egrave;ces de bois traversant les murs &eacute;taient parfaitement fixes et ne
pouvaient d&eacute;vier ni &agrave; droite ni &agrave; gauche. Un charpentier (fig. 13) &agrave;
cheval sur la solive horizontale sup&eacute;rieure, adoss&eacute; &agrave; la muraille,
pouvait assembler le lien par le c&ocirc;t&eacute; &agrave; coups de maillet, en ayant le
soin de le retenir pr&eacute;alablement &agrave; l'aide d'un bout de corde<a name="FNanchor_14_14" id="FNanchor_14_14"></a><a href="#Footnote_14_14" class="fnanchor">[14]</a>.</p>

<div class="center">
   <img src="images/thumb014.jpg" width="40%"
      alt="Fig. 12." title="Fig. 12." />
</div>
<h4><a href="images/014.jpg">Fig. 12. <br />(agrandir)</a></h4>
<p>Les trous des solives dans les cr&eacute;nelages du ch&acirc;teau, &eacute;tant plus petits
que ceux des constructions datant du XIII<sup>e</sup> si&egrave;cle, expliquent ce
surcro&icirc;t de pr&eacute;cautions, destin&eacute; &agrave; emp&ecirc;cher les bois en bascule de
fl&eacute;chir &agrave; leur extr&eacute;mit&eacute;. On observera encore que les cr&eacute;neaux du
ch&acirc;teau sont hauts (2 m&egrave;tres), c'est que le plancher des hourds &eacute;tait
pos&eacute; &agrave; la base m&ecirc;me de ces cr&eacute;neaux, au lieu d'&ecirc;tre, comme au XIII<sup>e</sup>
si&egrave;cle, pos&eacute; &agrave; 0<sup>m</sup>,30 au-dessus du sol du chemin de ronde. Il fallait
donc passer par ces cr&eacute;neaux comme par autant de portes et leur donner
une hauteur suffisante pour que les d&eacute;fenseurs pussent se tenir debout
dans les galeries des hourds.</p>

<p>Nous ne devons pas passer sous silence un fait tr&egrave;s-curieux touchant
l'histoire de la construction. La plupart des portes et fen&ecirc;tres des
tours du ch&acirc;teau, du c&ocirc;t&eacute; de la cour, sont couronn&eacute;es par des linteaux
en <i>b&eacute;ton</i>. Ces pierres factices ont beaucoup mieux r&eacute;sist&eacute; aux agents
atmosph&eacute;riques que les pierres de gr&egrave;s; elles sont compos&eacute;es d'un
mortier parfaitement dur, m&ecirc;l&eacute; de cailloux concass&eacute;s de la grosseur d'un
&oelig;uf, et ont d&ucirc; &ecirc;tre fa&ccedil;onn&eacute;es dans des caisses de bois. Apr&egrave;s avoir
observ&eacute; en place quelques-uns de ces linteaux, mon attention ayant &eacute;t&eacute;
&eacute;veill&eacute;e, j'ai retrouv&eacute; une assez grande quantit&eacute; de ces blocs de b&eacute;ton
dans les restaurations ext&eacute;rieures des murailles des Visigoths
entreprises au XII<sup>e</sup> si&egrave;cle. Il semblerait que les constructeurs de
cette derni&egrave;re &eacute;poque, lorsqu'ils avaient besoin de mat&eacute;riaux r&eacute;sistants
d'une grande dimension relative, aient employ&eacute; ce proc&eacute;d&eacute; qui leur a
parfaitement r&eacute;ussi; car aucun de ces linteaux ne s'est bris&eacute;; comme il
arriva fr&eacute;quemment aux linteaux de pierre.</p>

<p>Apr&egrave;s avoir franchi la porte du ch&acirc;teau, on entre dans une cour
spacieuse, entour&eacute;e aujourd'hui de constructions modernes qui ont &eacute;t&eacute;
accol&eacute;es aux courtines et tours. Ces constructions ont &eacute;t&eacute; &eacute;lev&eacute;es sur
l'emplacement de portiques datant du XIII<sup>e</sup> si&egrave;cle et dont on retrouve
toutes les amorces. Des traces d'incendie sont apparentes sur les
parements des constructions du XII<sup>e</sup> si&egrave;cle, et font supposer que ces
portiques ont remplac&eacute; des constructions de bois garnissant l'int&eacute;rieur
de la cour avant les restaurations entreprises par Louis IX et Philippe
le Hardi. Du cot&eacute; de l'est et du nord les murailles n'&eacute;taient doubl&eacute;es
que par un simple portique. Du c&ocirc;t&eacute; sud, s'&eacute;l&egrave;ve un b&acirc;timent dont toute
la partie inf&eacute;rieure date du XII<sup>e</sup> si&egrave;cle et la partie sup&eacute;rieure de
la fin du XIII<sup>e</sup> avec remaniement au XV<sup>e</sup>. Ce b&acirc;timent contenait, &agrave;
rez-de-chauss&eacute;e, des cuisines vo&ucirc;t&eacute;es en berceau tiers-point, avec une
belle porte plein cintre ouverte dans le pignon. Il s&eacute;pare la grande
cour d'une seconde cour donnant du c&ocirc;t&eacute; du sud et ferm&eacute;e par une forte
courtine du XII<sup>e</sup> si&egrave;cle, compl&egrave;tement restaur&eacute;e au XIII<sup>e</sup>. &Agrave; cette
courtine &eacute;tait accol&eacute;e une construction pr&eacute;sentant un tr&egrave;s-large
portique &agrave; rez-de-chauss&eacute;e, avec salle au premier &eacute;tage. On voit encore
en place, le long de la courtine, tous les corbeaux de pierre qui
supportaient le plancher de cette salle, une belle chemin&eacute;e dont les
profils et les sculptures appartiennent &agrave; l'&eacute;poque de saint Louis; et, &agrave;
l'angle de la tour carr&eacute;e n&ordm;31, dite tour Peinte, l'amorce des piles du
portique inf&eacute;rieur. Une grande fen&ecirc;tre carr&eacute;e &agrave; meneaux &eacute;clairait du
c&ocirc;t&eacute; sud, vers Saint-Nazaire, la grande salle du premier &eacute;tage. Cette
fen&ecirc;tre est &eacute;lev&eacute;e au-dessus du plancher int&eacute;rieur, et la disposition
du plafond qui fermait l'&eacute;brasement est telle, que les projectiles
lanc&eacute;s du dehors ne pouvaient p&eacute;n&eacute;trer dans la salle. &Agrave; l'angle
sud-ouest du ch&acirc;teau s'&eacute;l&egrave;vent d'&eacute;normes constructions, sortes de
donjons ou r&eacute;duits, ind&eacute;pendants les uns des autres, qui commandaient
les cours et les dehors. La plus &eacute;lev&eacute;e, mais la plus &eacute;tendue de ces
b&acirc;tisses, est la tour dite Peinte, n&ordm;31, qui domine toute la cit&eacute; dont
elle &eacute;tait la guette principale. Cette tour, sur plan barlong, ne
pouvait contenir et ne contenait en effet qu'un escalier de bois, car
elle n'est divis&eacute;e, dans toute sa hauteur, par aucune vo&ucirc;te ni aucun
plancher. Une seule petite fen&ecirc;tre romane, perc&eacute;e vers la moiti&eacute; de sa
hauteur, s'ouvre sur la campagne, du c&ocirc;t&eacute; de l'Aude. Cette tour est
intacte; on voit encore son cr&eacute;nelage sup&eacute;rieur avec les trous des
hourds tr&egrave;s-rapproch&eacute;s, comme pour &eacute;tablir une galerie ext&eacute;rieure
saillante, en &eacute;tat de r&eacute;sister aux vents terribles de la contr&eacute;e.</p>

<p>Le plan de la tour n&ordm;35 du ch&acirc;teau, dite du Major (l'une de celles
d'angle, l'autre tour n&ordm;32 &eacute;tant semblable), est fort int&eacute;ressant &agrave;
&eacute;tudier. Ces deux tours d'angle sont les seules qui contiennent des
escaliers &agrave; vis, en pierre. Les tours n<sup>os</sup> 32, 34, 35 et 36 sont
d&eacute;fendues comme les deux tours de la porte: m&ecirc;mes petites salles vo&ucirc;t&eacute;es
en calottes h&eacute;misph&eacute;riques, m&ecirc;mes dispositions des cr&eacute;nelages, des
meurtri&egrave;res et hourds, m&ecirc;me combinaison de combles pyramidaux.</p>

<p>Mais c'est sur le front ouest que l'&eacute;tude du ch&acirc;teau de la cit&eacute; est
particuli&egrave;rement int&eacute;ressante. Le c&ocirc;t&eacute; occidental est celui qui regarde
la campagne et qui fait face &agrave; la grosse barbacane b&acirc;tie en bas de
l'escarpement.</p>

<p>Pour bien faire comprendre les dispositions tr&egrave;s-compliqu&eacute;es de cette
partie du ch&acirc;teau, il faut que nous descendions &agrave; la barbacane, et que,
successivement, nous passions par tous les d&eacute;tours si ing&eacute;nieusement
combin&eacute;s pour rendre impossible l'acc&egrave;s du ch&acirc;teau &agrave; une troupe arm&eacute;e.</p>

<div class="center">
   <img src="images/thumb015.jpg" width="40%"
      alt="Fig. 14." title="Fig. 14." />
</div>
<h4><a href="images/015.jpg">Fig. 14. <br />(agrandir)</a></h4>
<p>Malheureusement, la barbacane fut d&eacute;molie il y a cinquante ans environ
pour b&acirc;tir une usine le long de l'Aude. Cette destruction est &agrave; jamais
regrettable, car, au dire de ceux qui ont vu ce bel ouvrage, il
produisait un grand effet et &eacute;tait &eacute;lev&eacute; en beaux mat&eacute;riaux. Je n'ai pu
retrouver, en fouillant assez profond&eacute;ment, que ses fondations et ses
premi&egrave;res assises, ce qui permettait seulement de reconna&icirc;tre exactement
et sa place et son diam&egrave;tre.</p>

<p>La barbacane avait &eacute;t&eacute; &eacute;lev&eacute;e tr&egrave;s-probablement sous saint Louis, comme
la plupart des adjonctions et restaurations faites au ch&acirc;teau. Elle
&eacute;tait perc&eacute;e de deux rangs de meurtri&egrave;res et &eacute;tait couronn&eacute;e par un
chemin de ronde cr&eacute;nel&eacute; avec hourds. Elle n'&eacute;tait point couverte, sa
grande &eacute;tendue ne le permettant gu&egrave;re, mais devait poss&eacute;der &agrave;
l'int&eacute;rieur des galeries de bois facilitant l'acc&egrave;s aux meurtri&egrave;res, et
formant un abri pour les d&eacute;fenseurs.</p>

<p>La porte &eacute;tait perc&eacute;e dans l'angle rentrant, c&ocirc;t&eacute; du nord, sur le flanc
de la grande caponni&egrave;re qui monte &agrave; la cit&eacute; (fig. 14) en B. Cette
caponni&egrave;re ou mont&eacute;e, fortifi&eacute;e des deux c&ocirc;t&eacute;s, est assez &eacute;troite &agrave; sa
base pr&egrave;s de la barbacane. Elle s'&eacute;largit en E jusqu'au point o&ugrave;,
formant un coude, elle se dirige perpendiculairement au front du
ch&acirc;teau, afin d'&ecirc;tre enfil&eacute;e par les assi&eacute;g&eacute;s post&eacute;s sur les chemins de
ronde de la double enceinte ou dans le ch&acirc;teau m&ecirc;me; puis, ayant atteint
le pied de l'enceinte, la caponni&egrave;re se d&eacute;tourne en E' &agrave; droite, longe
cette enceinte du nord au sud, pour atteindre une premi&egrave;re porte dont il
ne reste que les pieds-droits. Ces rampes E sont cr&eacute;nel&eacute;es &agrave; droite et &agrave;
gauche. Leur mont&eacute;e est coup&eacute;e par des parapets chevauch&eacute;s. En F &eacute;tait
un mur de garde en avant de la premi&egrave;re porte; ayant franchi cette
premi&egrave;re porte, on devait longer un deuxi&egrave;me mur de garde, passer par
une barri&egrave;re, se d&eacute;tourner brusquement &agrave; gauche, et se pr&eacute;senter devant
une deuxi&egrave;me porte G, en &eacute;tant battu de flanc par les gens de la
deuxi&egrave;me enceinte. Alors on se trouvait devant un ouvrage consid&eacute;rable
et bien d&eacute;fendu; c'est un couloir long, surmont&eacute; de deux &eacute;tages, sous
lesquels il fallait passer. Le premier de ces &eacute;tages battait la porte G
et &eacute;tait perc&eacute; de m&acirc;chicoulis s'ouvrant sur le passage; le deuxi&egrave;me
&eacute;tage &eacute;tait en communication avec les cr&eacute;nelages sup&eacute;rieurs, battant
soit la rampe, soit l'espace G. Le plancher du premier &eacute;tage ne
communiquait avec les lices que par une porte &eacute;troite. Si l'ennemi
parvenait &agrave; occuper cet &eacute;tage, il &eacute;tait pris comme dans une sourici&egrave;re,
car, la petite porte ferm&eacute;e sur lui, il se trouvait expos&eacute; aux
projectiles tombant des m&acirc;chicoulis du deuxi&egrave;me &eacute;tage; et l'extr&eacute;mit&eacute; du
plancher de ce premier &eacute;tage &eacute;tant interrompue en H, du c&ocirc;t&eacute; oppos&eacute; &agrave;
l'entr&eacute;e, il &eacute;tait impossible &agrave; cet assaillant d'avancer. S'il parvenait
&agrave; franchir sans encombre le couloir &agrave; rez-de-chauss&eacute;e, il &eacute;tait arr&ecirc;t&eacute;
par la porte H perc&eacute;e dans une traverse couronn&eacute;e par les m&acirc;chicoulis du
troisi&egrave;me &eacute;tage, communiquant avec les chemins de ronde sup&eacute;rieurs du
ch&acirc;teau. Si, par impossible, les assi&eacute;geants s'emparaient du deuxi&egrave;me
&eacute;tage, ils ne trouvaient d'autre issue qu'une petite porte lat&eacute;rale
donnant dans une salle &eacute;tablie sur des arcs, en dehors du ch&acirc;teau, et ne
communiquant avec l'int&eacute;rieur que par des d&eacute;tours qu'il &eacute;tait facile de
barricader en un instant et qui d'ailleurs &eacute;taient ferm&eacute;s par des
vantaux. Si, malgr&eacute; tous ces obstacles accumul&eacute;s, les assi&eacute;geants
for&ccedil;aient la troisi&egrave;me porte H, il leur fallait alors attaquer la
poterne I du ch&acirc;teau, prot&eacute;g&eacute;e par un syst&egrave;me de d&eacute;fense formidable: des
meurtri&egrave;res, deux m&acirc;chicoulis plac&eacute;s l'un au-dessus de l'autre, un pont
avec plancher mobile, une herse et des vantaux. Se f&ucirc;t-on empar&eacute; de
cette porte, qu'on se trouvait &agrave; 7 m&egrave;tres en contre-bas de la cour
int&eacute;rieure L, &agrave; laquelle on n'arrivait que par des degr&eacute;s &eacute;troits,
d&eacute;fendus, et en passant &agrave; travers plusieurs portes en K.</p>

<p>En supposant que l'attaque f&ucirc;t pouss&eacute;e par les lices du c&ocirc;t&eacute; de la porte
de l'Aude, on &eacute;tait arr&ecirc;t&eacute; par un poste T et par une porte avec ouvrages
de bois et un double m&acirc;chicoulis perc&eacute; dans le plancher d'un &eacute;tage
sup&eacute;rieur communiquant avec la grande salle sur N du ch&acirc;teau, au moyen
d'un passage de charpente qui pouvait &ecirc;tre d&eacute;truit en un instant; de
sorte qu'en s'emparant de cet &eacute;tage sup&eacute;rieur on n'avait rien fait.</p>

<p>Si apr&egrave;s avoir franchi l'ouvrage T, on poussait plus loin sur le chemin
de ronde, le long de la tour carr&eacute;e S, on rencontrait bient&ocirc;t une garde
avec porte bien munie de m&acirc;chicoulis et b&acirc;tie perpendiculairement au
couloir G H. Apr&egrave;s cette porte, c'&eacute;tait une troisi&egrave;me porte &eacute;troite et
basse perc&eacute;e dans la grosse traverse Z qu'il fallait franchir; puis, on
arrivait &agrave; la poterne I du ch&acirc;teau.</p>

<p>Si, au contraire, l'assaillant se pr&eacute;sentait du c&ocirc;t&eacute; oppos&eacute;, par les
lices du nord, il &eacute;tait arr&ecirc;t&eacute; par une d&eacute;fense V, mais de ce c&ocirc;t&eacute;
l'attaque ne pouvait &ecirc;tre tent&eacute;e, car c'est le point de la cit&eacute; qui est
le mieux d&eacute;fendu par la nature. La grosse traverse Z qui, partant de la
courtine du ch&acirc;teau, s'avance &agrave; angle droit jusque sur la mont&eacute;e de la
barbacane, &eacute;tait couronn&eacute;e par des m&acirc;chicoulis transversaux qui
commandaient la porte H et par une &eacute;chauguette cr&eacute;nel&eacute;e qui permettait
de voir ce qui se passait dans la caponni&egrave;re, afin de prendre les
dispositions int&eacute;rieures n&eacute;cessaires, ou de reconna&icirc;tre les corps
amis<a name="FNanchor_15_15" id="FNanchor_15_15"></a><a href="#Footnote_15_15" class="fnanchor">[15]</a>.</p>

<p>Cette partie des fortifications de la cit&eacute; carcassonnaise est
certainement la plus int&eacute;ressante; malheureusement, elle ne pr&eacute;sente
plus que l'aspect d'une ruine. C'est en examinant scrupuleusement les
moindres traces des constructions encore existantes, que l'on peut
reconstituer ce bel ouvrage. Je dois dire, toutefois, que peu de points
restent vagues et que le syst&egrave;me de la d&eacute;fense ne pr&eacute;sente pas de
doutes. Il s'accorde parfaitement avec les dispositions naturelles du
terrain, et ces ruines sont encore pleines de fragments qui donnent
non-seulement la disposition des constructions de pierre, mais encore
les attaches, prises et scellements des constructions de bois, des
planchers et gardes.</p>

<p>Une vue cavali&egrave;re du ch&acirc;teau et de la barbacane restaur&eacute;s, que nous
donnons ci-apr&egrave;s, figure 15, pr&eacute;sente l'ensemble de ces ouvrages.</p>

<p>Un plan de la cit&eacute; et de la ville de Carcassonne, relev&eacute; en 1774,
ant&eacute;rieurement par cons&eacute;quent &agrave; la destruction de la barbacane,
mentionne, dans la l&eacute;gende, un grand souterrain existant sous le
<i>boulevard de la Barbacane</i>, mais depuis longtemps combl&eacute;. Je n'ai pu
retrouver la trace de cette construction, &agrave; l'existence de laquelle je
ne crois gu&egrave;re. Si ce souterrain a jamais exist&eacute;, il devait &eacute;tablir une
communication entre la barbacane et le moulin fortifi&eacute; dit du Roi, afin
de permettre &agrave; la garnison du ch&acirc;teau d'arriver &agrave; couvert jusqu'&agrave; la
rivi&egrave;re.</p>

<p>Nous avons fait le calcul du nombre d'hommes strictement n&eacute;cessaire pour
d&eacute;fendre la cit&eacute; de Carcassonne.</p>

<table summary="page 77" cellspacing="0" cellpadding="2">
<tr><td align="left" class="hanging">
L'enceinte ext&eacute;rieure de la cit&eacute; de Carcassonne poss&egrave;de 14 tours; en les supposant gard&eacute;es chacune par 20 hommes, cela fait</td><td align="right"> 280</td><td>hommes</td></tr>
<tr><td align="left" class="hanging">
Vingt hommes dans chacune des trois barbacanes</td><td align="right"> 60</td><td>&nbsp;</td></tr>
<tr><td align="left" class="hanging">
Pour servir les courtines sur les points attaqu&eacute;s</td><td align="right"> 100</td><td>&nbsp;</td></tr>
<tr><td align="left" class="hanging">
L'enceinte int&eacute;rieure comprend 24 tours &agrave; 20 hommes par poste; en moyenne </td><td align="right">480</td><td>&nbsp;</td></tr>
<tr><td align="left" class="hanging">
Pour la porte Narbonnaise</td><td align="right"> 50</td><td>&nbsp;</td></tr>
<tr><td align="left" class="hanging">
Pour garder les courtines</td><td align="right">100</td><td>&nbsp;</td></tr>
<tr><td align="left" class="hanging">
Pour la garnison du ch&acirc;teau</td><td align="right"> 200</td><td>&nbsp;</td></tr>
<tr><td align="left" class="hanging">
&nbsp;</td><td align="right">&mdash;&mdash;</td><td>&nbsp;</td></tr>
<tr><td align="left" class="hanging">&nbsp;</td><td align="right">
1,270</td><td>&nbsp;</td></tr>
<tr><td align="left" class="hanging">Ajoutons &agrave; ce nombre d'hommes les capitaines, un par poste ou par tour, suivant l'usage</td><td align="right"> 53</td><td>&nbsp;</td></tr>
<tr><td align="left" class="hanging">
&nbsp;</td><td align="right">&mdash;&mdash;</td><td>&nbsp;</td></tr>
<tr><td align="left" class="hanging">
&nbsp;</td><td align="right">
1,323</td><td>&nbsp;</td></tr>
</table>

<p>Il s'agit ici des combattants seulement; mais il faut ajouter &agrave; ce
chiffre les servants, les ouvriers qu'il fallait avoir en grand nombre
pour soutenir un si&egrave;ge: soit au moins le double des combattants. Ce
nombre, &agrave; la rigueur, &eacute;tait suffisant pour opposer une r&eacute;sistance
&eacute;nergique &agrave; l'ennemi, dans une place aussi bien fortifi&eacute;e.</p>

<div class="center">
   <img src="images/thumb016.jpg" width="40%"
      alt="Fig. 15." title="Fig. 15." />
</div>
<h4><a href="images/016.jpg">Fig. 15. <br />(agrandir)</a></h4>
<p>Les deux enceintes n'avaient pas &agrave; se d&eacute;fendre simultan&eacute;ment, et les
hommes de garde, dans l'enceinte int&eacute;rieure, pouvaient envoyer des
d&eacute;tachements pour d&eacute;fendre l'enceinte ext&eacute;rieure. Si celle-ci tombait au
pouvoir de l'ennemi, ses d&eacute;fenseurs se r&eacute;fugiaient derri&egrave;re l'enceinte
int&eacute;rieure. D'ailleurs, l'assi&eacute;geant n'attaquait pas tous les points &agrave;
la fois. Le p&eacute;rim&egrave;tre de l'enceinte ext&eacute;rieure est de 1,400 m&egrave;tres sur
les courtines; donc c'est environ un combattant par m&egrave;tre courant qu'il
fallait compter pour composer la garnison d'une ville fortifi&eacute;e comme la
cit&eacute; de Carcassonne.</p>

<p>Voici le nom des tours des deux enceintes en se rapportant aux num&eacute;ros
inscrits sur le plan g&eacute;n&eacute;ral:</p>

<h4>ENCEINTE EXT&Eacute;RIEURE.</h4>

<table summary="" cellspacing="0" cellpadding="5">
<tr><td align="right">1.</td><td align="left"> Barbacane de la porte Narbonnaise.</td><td align="left" style="border-left:solid 1px">10.</td><td align="left"> Tour du petit Canizou.</td></tr>
<tr><td align="right">2.</td><td align="left"> Tour de B&eacute;rard, dite aussi de Saint-Bernard.</td><td align="left" style="border-left:solid 1px">11.</td><td align="left"> Tour de l'&Eacute;v&ecirc;que, appartenant aux deux enceintes.</td></tr>
<tr><td align="right">3.</td><td align="left"> Tour de B&eacute;nazet.</td><td align="left" style="border-left:solid 1px">12.</td><td align="left"> Tour du grand Canizou.</td></tr>
<tr><td align="right">4.</td><td align="left"> Tour de Notre-Dame, dite aussi de Rigal.</td><td align="left" style="border-left:solid 1px">13.</td><td align="left"> Tour du grand Brulas.</td></tr>
<tr><td align="right">5.</td><td align="left"> Tour de Mouretis.</td><td align="left" style="border-left:solid 1px">14.</td><td align="left"> Tour d'Ourliac.</td></tr>
<tr><td align="right">6.</td><td align="left"> Tour de la Glaci&egrave;re.</td><td align="left" style="border-left:solid 1px">15.</td><td align="left"> Tour Cr&eacute;made, barbacane de la poterne Saint-Nazaire.</td></tr>
<tr><td align="right">7.</td><td align="left"> Tour de la Porte-Rouge.</td><td align="left" style="border-left:solid 1px">16.</td><td align="left"> Tour Cauti&egrave;res.</td></tr>
<tr><td align="right">8.</td><td align="left"> Grande barbacane ext&eacute;rieure du ch&acirc;teau.</td><td align="left" style="border-left:solid 1px">17.</td><td align="left"> Tour Pouleto.</td></tr>
<tr><td align="right">9.</td><td align="left"> Avant-porte de l'Aude.</td><td align="left"style="border-left:solid 1px">18.</td><td align="left"> Tour de la Vade, dite aussi du Papegay.</td></tr>
<tr><td>&nbsp;</td><td>&nbsp;</td><td align="right"style="border-left:solid 1px">19.</td><td align="left"> Tour de la Peyre.</td></tr>
</table>

<h4>ENCEINTE INT&Eacute;RIEURE.</h4>

<table summary="" cellspacing="0" cellpadding="5">
<tr><td align="right">20.</td><td align="left"> Tours et porte Narbonnaise.</td><td align="right" style="border-left:solid 1px">42.</td><td align="left"> Tour du Moulin.</td></tr>
<tr><td align="right">21.</td><td align="left"> Tour du Tr&eacute;sau, dite aussi du Tr&eacute;sor.</td><td align="right" style="border-left:solid 1px">43.</td><td align="left"> Tour et poterne de Saint-Nazaire.</td></tr>
<tr><td align="right">22.</td><td align="left"> Tour du moulin du Conn&eacute;table.</td><td align="right" style="border-left:solid 1px">44.</td><td align="left"> Tour Saint-Martin.</td></tr>
<tr><td align="right">23.</td><td align="left"> Tour du Vieulas.</td><td align="right" style="border-left:solid 1px">45.</td><td align="left"> Tour des Prisons.</td></tr>
<tr><td align="right">24.</td><td align="left"> Tour de la Marqui&egrave;re.</td><td align="right" style="border-left:solid 1px">46.</td><td align="left"> Tour de Castera.</td></tr>
<tr><td align="right">25.</td><td align="left"> Tour de Sanson.</td><td align="right" style="border-left:solid 1px">47.</td><td align="left"> Tour du Pl&ocirc;.</td></tr>
<tr><td align="right">26.</td><td align="left"> Tour du moulin d'Avar.</td><td align="right" style="border-left:solid 1px">48.</td><td align="left"> Tour de Balthazar.</td></tr>
<tr><td align="right">27.</td><td align="left"> Tour de la Charpenti&egrave;re.</td><td align="right" style="border-left:solid 1px">49.</td><td align="left"> Tour de Darejean ou de Dareja.</td></tr>
<tr><td align="right">37.</td><td align="left"> Tour de la Justice.</td><td align="right" style="border-left:solid 1px">50.</td><td align="left"> Tour Saint-Laurent.</td></tr>
<tr><td align="right">38.</td><td align="left"> Tour Visigothe.</td><td align="right" style="border-left:solid 1px">51.</td><td align="left"> Escalier descendant &agrave; la poterne de la tour de la Peyre.</td></tr>
<tr><td align="right">39.</td><td align="left"> Tour de l'Inquisition.</td><td align="right" style="border-left:solid 1px">52.</td><td align="left"> Tour du Trauquet.</td></tr>
<tr><td align="right">40.</td><td align="left"> Tour de Cahuzac.</td><td align="right" style="border-left:solid 1px">53.</td><td align="left"> Tour de Saint-Sernin.</td></tr>
<tr><td align="right">41.</td><td align="left"> Tour Mipadre, dite aussi tour du Coin, ou de Prade.</td><td style="border-left:solid 1px">&nbsp;</td></tr>
</table>

<h4>CH&Acirc;TEAU.</h4>

<table summary="" cellspacing="0" cellpadding="5">
<tr><td align="right">28.</td><td align="left"> Tour de la Chapelle.</td><td align="right" style="border-left:solid 1px">33.</td><td align="left"> Porte du ch&acirc;teau.</td></tr>
<tr><td align="right">29.</td><td align="left"> Tour de la Poudre.</td><td align="right" style="border-left:solid 1px">34.</td><td align="left"> Tour des Casernes.</td></tr>
<tr><td align="right">30.</td><td align="left"> Avant-porte du ch&acirc;teau.</td><td align="right" style="border-left:solid 1px">35.</td><td align="left"> Tour du Major.</td></tr>
<tr><td align="right">31.</td><td align="left"> Tour Peinte, Guette.</td><td align="right" style="border-left:solid 1px">36.</td><td align="left"> Tour du Degr&eacute;.</td></tr>
<tr><td align="right">32.</td><td align="left"> Tour Saint-Paul.</td><td align="right" style="border-left:solid 1px">54.</td><td align="left"> Barbacane int&eacute;rieure du ch&acirc;teau.</td></tr>
</table>
<p>&nbsp;</p>
<hr style="width: 65%;" />
<h2><a name="EGLISE_DE_SAINT-NAZAIRE" id="EGLISE_DE_SAINT-NAZAIRE"></a>&Eacute;GLISE DE SAINT-NAZAIRE</h2>

<h3>ANCIENNE CATH&Eacute;DRALE.</h3>


<p>Cette &eacute;glise se compose d'une nef dont la construction remonte &agrave; la fin
du XI<sup>e</sup> si&egrave;cle ou au commencement du XII<sup>e</sup>, et d'un transept avec
abside et chapelles, datant du commencement du XIV<sup>e</sup> si&egrave;cle.</p>

<p>Nous n'entreprendrons pas une discussion sur les &eacute;difices qui ont pu
pr&eacute;c&eacute;der l'&eacute;glise que nous voyons aujourd'hui, et dont les parties les
plus anciennes ne remontent pas au del&agrave; de l'ann&eacute;e 1090. Nous
n'essayerons pas davantage de p&eacute;n&eacute;trer les motifs qui firent
reconstruire le sanctuaire, le transept et les chapelles au commencement
du XIV<sup>e</sup> si&egrave;cle, les documents historiques faisant absolument d&eacute;faut.
Mais, ce qui est certain, c'est que ces constructions du XIV<sup>e</sup> si&egrave;cle
ont &eacute;t&eacute; relev&eacute;es sur les fondations romanes retrouv&eacute;es partout, et
notamment dans la crypte du XI<sup>e</sup> si&egrave;cle que nous avons d&eacute;couverte sous
le sanctuaire, en 1857, et qui fut alors d&eacute;blay&eacute;e. Seules, les vo&ucirc;tes de
cette crypte avaient &eacute;t&eacute; d&eacute;truites pour abaisser le sol de ce sanctuaire
au XIV<sup>e</sup> si&egrave;cle. Elles ont &eacute;t&eacute; remplac&eacute;es par un plafond de pierre qui
laisse apercevoir les anciennes piles et les murs perc&eacute;s de petites
baies.</p>

<p>La nef romane pr&eacute;sente une disposition qui a &eacute;t&eacute; adopt&eacute;e assez
fr&eacute;quemment dans les &eacute;glises proven&ccedil;ales et du bas Languedoc. La vo&ucirc;te
centrale, en berceau avec arcs-doubleaux, est contre-but&eacute;e par les
vo&ucirc;tes &eacute;galement en berceau, couvrant les collat&eacute;raux tr&egrave;s-&eacute;troits.
Cette nef n'est donc &eacute;clair&eacute;e que par les fen&ecirc;tres des murs lat&eacute;raux.
Une porte plein cintre, datant du commencement du XII<sup>e</sup> si&egrave;cle,
s'ouvre dans le bas-c&ocirc;t&eacute; nord; car autrefois la fa&ccedil;ade occidentale de la
nef, ainsi que nous l'avons dit pr&eacute;c&eacute;demment, &eacute;tait voisine des remparts
et contribuait &agrave; leur d&eacute;fense. Sa base &eacute;tait seulement perc&eacute;e d'une
tr&egrave;s-petite porte qui s'ouvrait dans un couloir dont on aper&ccedil;oit les
amorces.</p>

<p>Vers 1260 fut accol&eacute;e au flanc sud du transept roman, une chapelle dont
le sol est au niveau du pav&eacute; de l'ancien clo&icirc;tre, c'est-&agrave;-dire &agrave; 2
m&egrave;tres environ au-dessous du sol de l'&eacute;glise. Cette chapelle renferme le
tombeau de l'&eacute;v&ecirc;que Radulphe, dont l'inscription donne la date de 1266,
comme &eacute;tant celle de la mort du pr&eacute;lat. C'est sur les instances de cet
&eacute;v&ecirc;que que les habitants des faubourgs de la cit&eacute;, proscrits &agrave; la suite
du si&egrave;ge entrepris par le vicomte Raymond de Trincavel, furent autoris&eacute;s
&agrave; reb&acirc;tir leur ville de l'autre c&ocirc;t&eacute; de l'Aude. Ce tombeau est un
monument fort int&eacute;ressant, bien que la figure du personnage, trait&eacute;e en
bas-relief, soit m&eacute;diocre; le simulacre du sarcophage qui la porte donne
une s&eacute;rie de figurines d'une conservation parfaite, repr&eacute;sentant les
chanoines de la cath&eacute;drale dans leur costume de ch&oelig;ur. Ce soubassement
est intact, car le sol de la chapelle ayant &eacute;t&eacute; relev&eacute; au niveau de
celui du transept, les parties inf&eacute;rieures du monument sont rest&eacute;es
enterr&eacute;es pendant des si&egrave;cles et ont &eacute;t&eacute; ainsi pr&eacute;serv&eacute;es des
mutilations. Le ch&oelig;ur, le transept et les chapelles ont &eacute;t&eacute; &eacute;lev&eacute;s sous
l'&eacute;piscopat de Pierre de Roquefort, de 1300 &agrave; 1320. Le plan roman a &eacute;t&eacute;
suivi dans la construction de cette partie de l'&eacute;glise, et c'est
pourquoi les deux bras de ce transept pr&eacute;sentent une disposition
originale qui appartient seulement &agrave; quelques &eacute;difices de l'&eacute;cole romane
du Midi, ant&eacute;rieure au XIII<sup>e</sup> si&egrave;cle.</p>

<p>En effet, sur chacun de ces bras de la croix s'ouvrent trois chapelles
orient&eacute;es, s&eacute;par&eacute;es seulement par des claires-voies au-dessus d'une
arcature de soubassement aveugle. Quatre des piliers qui forment la
s&eacute;paration de ces chapelles sont cylindriques comme pour rappeler ceux
de la nef du XII<sup>e</sup> si&egrave;cle.</p>

<p>L'&eacute;v&ecirc;que Pierre de Roquefort sembla vouloir faire de sa cath&eacute;drale de
Saint-Nazaire, si modeste comme &eacute;tendue, un chef-d'&oelig;uvre d'&eacute;l&eacute;gance et
de richesse. Contrairement &agrave; ce que nous voyons &agrave; Narbonne, o&ugrave; la
sculpture fait compl&egrave;tement d&eacute;faut, l'ornementation est prodigu&eacute;e dans
l'&eacute;glise de Saint-Nazaire. Les verri&egrave;res, immenses et nombreuses (car ce
chevet et ce transept semblent une v&eacute;ritable lanterne), sont de la plus
grande magnificence comme composition et couleur. Le sanctuaire, dont
les piliers sont d&eacute;cor&eacute;s des statues des Ap&ocirc;tres, &eacute;tait enti&egrave;rement
peint. Les deux chapelles lat&eacute;rales de l'extr&eacute;mit&eacute; de la nef, au nord et
au sud, ne furent probablement &eacute;lev&eacute;es qu'apr&egrave;s la mort de Pierre de
Roquefort, car elles ne se relient point au transept comme construction,
et, dans l'une d'elles, celle du nord, est plac&eacute;, non pas apr&egrave;s coup, le
tombeau de cet &eacute;v&ecirc;que, l'un des plus gracieux monuments du XIV<sup>e</sup>
si&egrave;cle que nous connaissions.</p>

<p>Les grands vents du sud-est et de l'ouest qui r&egrave;gnent &agrave; Carcassonne
avaient fait ouvrir la porte principale sur le flanc nord de la nef
romane; une autre porte est perc&eacute;e dans le pignon du bras de croix nord;
et dans l'angle de ce bras de croix est un joli escalier en forme de
tourelle saillante. Des deux c&ocirc;t&eacute;s du sanctuaire, entre les
contre-forts, sont dispos&eacute;s deux petits sacraires qui ne s'&eacute;l&egrave;vent que
jusqu'au-dessous de l'appui des fen&ecirc;tres. Ces sacraires sont munis
d'armoires doubles, fortement ferr&eacute;es et prises aux d&eacute;pens de
l'&eacute;paisseur des murs. Ils servaient de tr&eacute;sors, car il &eacute;tait l'usage de
placer, des deux c&ocirc;t&eacute;s du ma&icirc;tre autel des &eacute;glises abbatiales ou
cath&eacute;drales, des armoires destin&eacute;es &agrave; renfermer les vases sacr&eacute;s, les
reliquaires et tous les objets pr&eacute;cieux.</p>

<p>Outre les tombeaux des &eacute;v&ecirc;ques Radulphe et Pierre de Roquefort on voit,
sur les parois du sanctuaire, c&ocirc;t&eacute; de l'&eacute;vangile, un beau tombeau en
alb&acirc;tre d'un &eacute;v&ecirc;que dont la statue est couch&eacute;e sur un sarcophage et que
l'on dit &ecirc;tre Simon Vigor, archev&ecirc;que de Narbonne, mort &agrave; Carcassonne en
1575. Ce tombeau et la statue datant du XIV<sup>e</sup> si&egrave;cle ne peuvent, par
cons&eacute;quent, &ecirc;tre attribu&eacute;s &agrave; ce pr&eacute;lat. Nous signalerons une autre
erreur. On a plac&eacute; dans l'&eacute;glise de Saint-Nazaire une dalle fun&eacute;raire
que l'on donne comme ayant appartenu au tombeau du fameux Simon de
Montfort. D'abord le tombeau de Simon de Montfort fut &eacute;lev&eacute; pr&egrave;s de
Montfort-l'Amaury, dans l'&eacute;glise de l'abbaye des Hautes-Bruy&egrave;res, et,
s'il y eut jamais &agrave; Carcassonne un monument dress&eacute; &agrave; sa m&eacute;moire, apr&egrave;s
la lev&eacute;e du si&eacute;ge de Toulouse, ce ne pourrait &ecirc;tre une dalle fun&eacute;raire.
Puis la gravure de cette dalle, l'inscription, sont trac&eacute;es par un
faussaire ignorant et inhabile. Toutefois, cette dalle ayant &eacute;t&eacute;
retrouv&eacute;e, dit-on, sans qu'on ait su exactement o&ugrave; et comment, et donn&eacute;e
&agrave; l'&eacute;glise de Saint-Nazaire, nous n'avons pas cru devoir la rejeter.</p>

<p>On voit, incrust&eacute; dans la muraille de la chapelle de droite, un fragment
d'un bas-relief d'un int&eacute;r&ecirc;t plus s&eacute;rieux en ce qu'il pr&eacute;sente
l'attaque d'une place forte. Ce fragment, quoique d'un travail
tr&egrave;s-grossier, date de la premi&egrave;re moiti&eacute; du XIII<sup>e</sup> si&egrave;cle.
L'assaillant essaye de forcer les lices d'une ville entour&eacute;e de
murailles, et les assi&eacute;g&eacute;s font jouer un mangonneau. On a cru voir dans
ce bas-relief une repr&eacute;sentation de la mort de Simon de Montfort, tu&eacute;
devant les murs de Toulouse par la pierre d'un engin servi par des
femmes, sur la place de Saint-Sernin. L'hypoth&egrave;se n'a rien
d'invraisemblable, ce bas-relief datant de l'&eacute;poque de ce si&egrave;ge, et des
anges enlevant dans les airs l'&acirc;me d'un personnage, sous la forme
humaine, qui peut bien &ecirc;tre celle de Simon de Montfort.</p>

<p>Parmi les plus belles verri&egrave;res qui d&eacute;corent les fen&ecirc;tres de la
cath&eacute;drale de Saint-Nazaire, il faut citer celle de la premi&egrave;re chapelle
pr&egrave;s du sanctuaire, c&ocirc;t&eacute; de l'&eacute;p&icirc;tre, et qui repr&eacute;sente le Christ en
croix, avec la tentation d'Adam, des proph&egrave;tes tenant des phylact&egrave;res
sur lesquels sont &eacute;crites les proph&eacute;ties relatives &agrave; la venue et &agrave; la
mort du Messie. Ce vitrail, comme entente de l'harmonie des tons, est un
des plus remarquables du XIV<sup>e</sup> si&egrave;cle. Toutes les autres verri&egrave;res &agrave;
sujets l&eacute;gendaires datent de cette &eacute;poque. Mais dans le sanctuaire, il
existe deux fen&ecirc;tres garnies, au XVI<sup>e</sup> si&egrave;cle, de vitraux d'une grande
valeur qui appartiennent &agrave; la belle &eacute;cole toulousaine de la Renaissance.
Les grisailles sont modernes et ont &eacute;t&eacute; fabriqu&eacute;es &agrave; l'aide des
fragments anciens qui existaient encore. Les vitraux des deux roses et
des deux chapelles de la nef sont anciens et ont &eacute;t&eacute; simplement
restaur&eacute;s avec le plus grand soin.</p>

<p>La sacristie, jointe &agrave; la chapelle de l'&eacute;v&ecirc;que Radulphe, a &eacute;t&eacute;
construite en m&ecirc;me temps que cette chapelle, puis r&eacute;par&eacute;e au XV<sup>e</sup>
si&egrave;cle.</p>



<hr style="width: 65%;" />
<h2><a name="INTERIEUR_DE_LA_CITE" id="INTERIEUR_DE_LA_CITE"></a>INT&Eacute;RIEUR DE LA CIT&Eacute;.</h2>


<p>Il n'existe plus, dans l'int&eacute;rieur de la cit&eacute;, que quelques d&eacute;bris des
maisons anciennes et trois puits. L'un large, avec belle margelle
surmont&eacute;e de trois piliers, margelle et piliers qui datent du XIV<sup>e</sup>
si&egrave;cle. Ce puits a &eacute;t&eacute; creus&eacute; dans le roc d&egrave;s une &eacute;poque tr&egrave;s-ancienne
et est combl&eacute; aujourd'hui; l'autre, beaucoup plus &eacute;troit, dont la
margelle date du XV<sup>e</sup> si&egrave;cle, le troisi&egrave;me, dans le clo&icirc;tre de
Saint-Nazaire. Il devait exister des citernes dans la cit&eacute;, car ces
trois puits et ceux &eacute;tablis dans quelques-unes des tours, ainsi qu'on
l'a vu, ne pouvaient suffire aux besoins de la garnison et des
habitants. Une seule de ces citernes a &eacute;t&eacute; d&eacute;couverte par nous; elle est
creus&eacute;e sous la mont&eacute;e de la porte de l'Aude, entre les deux enceintes.
On y descend par un escalier, pratiqu&eacute; dans l'&eacute;paisseur du mur de la
premi&egrave;re enceinte, et on pouvait puiser l'eau qu'elle contenait par un
regard avec margelle que l'on voit le long de ce mur en montant &agrave; la
porte de l'Aude. Cette citerne est aujourd'hui combl&eacute;e en partie: elle
devait &ecirc;tre aliment&eacute;e par les eaux de pluies recueillies entre la porte
de l'Aude et le clo&icirc;tre de Saint-Nazaire, et peut-&ecirc;tre par une source
qui aujourd'hui ne donne que tr&egrave;s-peu d'eau.</p>

<p>On voit encore, accol&eacute;s aux remparts int&eacute;rieurs, des logis qui ont &eacute;t&eacute;
&eacute;lev&eacute;s en m&ecirc;me temps que les d&eacute;fenses et qui &eacute;taient probablement
destin&eacute;s &agrave; contenir des postes et des commandants sup&eacute;rieurs. Ces restes
sont apparents: &agrave; la porte Narbonnaise, face int&eacute;rieure de gauche,
derri&egrave;re les tours n<sup>os</sup> 51, 52, 48 et 44, &agrave; l'int&eacute;rieur de la porte de
l'Aude et derri&egrave;re la tour n&ordm;25.</p>

<p>Une petite &eacute;glise existait le long des murailles, pr&egrave;s de la porte
Narbonnaise; c'&eacute;tait l'&eacute;glise de Saint-Sernin, dont la tour n&ordm;53 formait
l'abside. Au XV<sup>e</sup> si&egrave;cle, une fen&ecirc;tre &agrave; meneaux fut ouverte dans cette
abside, &agrave; travers la ma&ccedil;onnerie visigothe. L'&eacute;glise fut d&eacute;molie pendant
le dernier si&egrave;cle; elle &eacute;tait de construction romane.</p>

<p>Cette description sommaire de la cit&eacute; de Carcassonne peut faire
comprendre l'importance de ces restes, l'int&eacute;r&ecirc;t qu'ils pr&eacute;sentent et
combien il importait de ne pas les laisser p&eacute;rir. L'&eacute;glise de
Saint-Nazaire a &eacute;t&eacute; compl&egrave;tement restaur&eacute;e par les soins de la
Commission des monuments historiques. Ces travaux, entrepris en 1844,
n'ont &eacute;t&eacute; termin&eacute;s qu'en 1860. Toutes les tours de l'enceinte
int&eacute;rieure, d&eacute;couvertes depuis un grand nombre d'ann&eacute;es, et
particuli&egrave;rement celles qui sont vo&ucirc;t&eacute;es, avaient beaucoup souffert des
intemp&eacute;ries de l'atmosph&egrave;re. Longtemps ces ruines ont &eacute;t&eacute; abandonn&eacute;es
aux habitants de la cit&eacute;, qui ne se faisaient pas faute d'enlever les
mat&eacute;riaux des parapets et des chemins de ronde &agrave; leur port&eacute;e, et de se
servir des tours comme de d&eacute;p&ocirc;ts d'immondices. La circulation, sur le
chemin de ronde, &eacute;tait tr&egrave;s-difficile. Sur le front sud, un grand nombre
de maisons et de baraques s'adossaient aux remparts. Ces maisons, qui
composent ce qu'on appelle encore aujourd'hui le quartier des Lices,
sont occup&eacute;es par une population pauvre de tisserands qui vivent dans
des rez-de-chauss&eacute;e humides, p&ecirc;le-m&ecirc;le avec des animaux domestiques.</p>

<p>Depuis 1855, des travaux de restauration, et principalement de
consolidation et de couverture des tours, ont &eacute;t&eacute; entrepris dans la cit&eacute;
de Carcassonne, sous la direction sup&eacute;rieure de la Commission des
monuments historiques.</p>

<p>Chaque ann&eacute;e, depuis cette &eacute;poque, des cr&eacute;dits sont ouverts pour
restaurer les parties de l'enceinte qui souffrent le plus et qui
pr&eacute;sentent le plus d'int&eacute;r&ecirc;t. D&eacute;j&agrave; la plupart des tours de l'enceinte
int&eacute;rieure sont couvertes comme elles l'&eacute;taient jadis. Des pans de mur
qui mena&ccedil;aient ruine, particuli&egrave;rement du c&ocirc;t&eacute; de la porte de l'Aude,
ont &eacute;t&eacute; remont&eacute;s et consolid&eacute;s, les chemins de ronde sont praticables.
De son c&ocirc;t&eacute;, l'administration de la guerre a mis quelques fonds &agrave; notre
disposition, et tous les ans le Conseil g&eacute;n&eacute;ral de l'Aude et la ville de
Carcassonne accordent des cr&eacute;dits qui sont sp&eacute;cialement affect&eacute;s aux
acquisitions des maisons adoss&eacute;es encore aux remparts.</p>

<p>Bien que les cr&eacute;dits disponibles soient faibles chaque ann&eacute;e, cependant
le r&eacute;sultat obtenu est consid&eacute;rable et les nombreux &eacute;trangers qui
visitent aujourd'hui la cit&eacute; de Carcassonne peuvent se faire une id&eacute;e
exacte du syst&egrave;me de d&eacute;fense employ&eacute; dans les fortifications des
diverses &eacute;poques du moyen &acirc;ge.</p>

<p>Je ne sache pas qu'il existe nulle part en Europe un ensemble aussi
complet et aussi formidable de d&eacute;fense des VI<sup>e</sup>, XII<sup>e</sup> et XIII<sup>e</sup>
si&egrave;cles, un sujet d'&eacute;tude aussi int&eacute;ressant, et une situation plus
pittoresque. Tous ceux qui tiennent &agrave; nos anciens monuments, qui aiment
et connaissent l'histoire de notre pays, d&eacute;sirent voir achever cette
restauration, et d&eacute;j&agrave;, dans le Midi, la cit&eacute; de Carcassonne, &agrave; peine
visit&eacute;e autrefois, est devenue le point d'arr&ecirc;t de tous les voyageurs.</p>

<div class="center">
   <img src="images/thumb017.jpg" width="40%"
      alt="Plan g&eacute;n&eacute;ral de la Cit&eacute;." title="Plan g&eacute;n&eacute;ral de la Cit&eacute;." />
</div>
<h4><a href="images/017.jpg">Plan g&eacute;n&eacute;ral de la Cit&eacute;. <br />(agrandir)</a></h4>
<hr style='width: 65%;' />

<div class="footnotes"><h3>NOTES:</h3>

<div class="footnote"><p><a name="Footnote_1_1" id="Footnote_1_1"></a><a href="#FNanchor_1_1"><span class="label">[1]</span></a> Des fouilles nous ont permis de reconna&icirc;tre les fondations
de cette enceinte sur les points o&ugrave; elle a &eacute;t&eacute; supprim&eacute;e, &agrave; la fin du
XIII<sup>e</sup> si&egrave;cle, pour augmenter le p&eacute;rim&egrave;tre de la cit&eacute;.</p></div>

<div class="footnote"><p><a name="Footnote_2_2" id="Footnote_2_2"></a><a href="#FNanchor_2_2"><span class="label">[2]</span></a> Sous le commandement de Moussa ben-Nossa&iuml;r.</p></div>

<div class="footnote"><p><a name="Footnote_3_3" id="Footnote_3_3"></a><a href="#FNanchor_3_3"><span class="label">[3]</span></a> Le rapport du s&eacute;n&eacute;chal Guillaume des Ormes, et le r&eacute;cit de
Guillaume de Puy-Laurens ont &eacute;t&eacute; publi&eacute;s et annot&eacute;s par M. Dou&euml;t d'Arcq,
dans la <i>Biblioth. de l'&Eacute;cole des Chartes</i>, 2<sup>e</sup> s&eacute;rie, tome II, p.
363.</p></div>

<div class="footnote"><p><a name="Footnote_4_4" id="Footnote_4_4"></a><a href="#FNanchor_4_4"><span class="label">[4]</span></a> Reconstruite sous saint Louis.</p></div>

<div class="footnote"><p><a name="Footnote_5_5" id="Footnote_5_5"></a><a href="#FNanchor_5_5"><span class="label">[5]</span></a> Toutes les d&eacute;fenses du ch&acirc;teau datent du XII<sup>e</sup> si&egrave;cle
sauf celles du front sud.</p></div>

<div class="footnote"><p><a name="Footnote_6_6" id="Footnote_6_6"></a><a href="#FNanchor_6_6"><span class="label">[6]</span></a> Sorte de petit blokaus en charpente.</p></div>

<div class="footnote"><p><a name="Footnote_7_7" id="Footnote_7_7"></a><a href="#FNanchor_7_7"><span class="label">[7]</span></a> Le tombeau de cet &eacute;v&ecirc;que est dans la petite chapelle b&acirc;tie
&agrave; l'extr&eacute;mit&eacute; du bras de croix sud de l'&eacute;glise de Saint-Nazaire.</p></div>

<div class="footnote"><p><a name="Footnote_8_8" id="Footnote_8_8"></a><a href="#FNanchor_8_8"><span class="label">[8]</span></a> <i>Hist. des Antiq. et comtes de Carcassonne</i>, G. Besse,
citoyen de Carcassonne, B&eacute;ziers, 1645. &laquo;Ces lettres, dit Besse, furent
ex&eacute;cut&eacute;es par le seneschal, <i>pridie nonas Aprilis</i>, c'est-&agrave;-dire le 4
avril 1247, et, avec l'acte de leur ex&eacute;cution, se trouvent avoir est&eacute;
transcrites en langage du pays, dans le livre manuscrit des coutumes de
Carcassonne.</p></div>

<div class="footnote"><p><a name="Footnote_9_9" id="Footnote_9_9"></a><a href="#FNanchor_9_9"><span class="label">[9]</span></a> On a vu que le s&eacute;n&eacute;chal Guillaume des Ormes se f&eacute;licite
d'avoir pu reprendre le faubourg de Graveillant, dans lequel se trouvait
une provision de bois qui fut tr&egrave;s-utile aux assi&eacute;g&eacute;s.</p></div>

<div class="footnote"><p><a name="Footnote_10_10" id="Footnote_10_10"></a><a href="#FNanchor_10_10"><span class="label">[10]</span></a> Au ch&acirc;teau de Coucy, b&acirc;ti au commencement du XIII<sup>e</sup>
si&egrave;cle, on voit na&icirc;tre les machicoulis de pierre destin&eacute;s &agrave; remplacer
les hourds de bois. L&agrave;, ce sont d&eacute;j&agrave; de grandes consoles de pierre qui
portaient le hourd de bois.</p></div>

<div class="footnote"><p><a name="Footnote_11_11" id="Footnote_11_11"></a><a href="#FNanchor_11_11"><span class="label">[11]</span></a> Lices, espace compris entre les deux enceintes d'une
place.</p></div>

<div class="footnote"><p><a name="Footnote_12_12" id="Footnote_12_12"></a><a href="#FNanchor_12_12"><span class="label">[12]</span></a> &Agrave; Toulouse, assi&eacute;g&eacute; par Simon de Montfort, les habitants
augmentent sans cesse les d&eacute;fenses de la ville:
</p>
<div class="poem"><div class="stanza">
<span class="i0">&laquo;E parec ben a lobra e als autres mestiers<br /></span>
<span class="i0">Que de dins et defora ac aitans del obriers<br /></span>
<span class="i0">Que garniron la vila els portals els terriers,<br /></span>
<span class="i0">Els murs e las bertrescas els cadafalcs dobliers<br /></span>
<span class="i0">Els fossatz e las lissas els pons els escaliers<br /></span>
<span class="i0">E lains en Toloza ac aitans carpentiers.&raquo;<br /></span>
</div></div>
<p>
Ces <i>cadafalcs dobliers</i> sont des hourds doubles. Voyez <i>Po&euml;me de la
Croisade contre les Albigeois</i>, Collection des documents in&eacute;dits de
l'<i>Hist. de France</i>.</p></div>

<div class="footnote"><p><a name="Footnote_13_13" id="Footnote_13_13"></a><a href="#FNanchor_13_13"><span class="label">[13]</span></a> Dans la figure 12, la coupe transversale est trac&eacute;e en A.
En I est l'extr&eacute;mit&eacute; du pont fixe; en B, le foss&eacute; couvert par un pont
volant; en C, la premi&egrave;re herse avec son treuil en E; en D, la deuxi&egrave;me
herse avec son treuil en F; en G, les trous des hourds. En H est trac&eacute;e
la coupe longitudinale sur le passage et les salles vo&ucirc;t&eacute;es.</p></div>

<div class="footnote"><p><a name="Footnote_14_14" id="Footnote_14_14"></a><a href="#FNanchor_14_14"><span class="label">[14]</span></a> Du chemin de ronde, les charpentiers faisaient couler par
le trou inf&eacute;rieur une premi&egrave;re pi&egrave;ce A, puis une seconde pi&egrave;ce B, en
bascule. L'ouvrier, passant par le cr&eacute;neau, se mettait &agrave; cheval sur
cette seconde pi&egrave;ce B, ainsi que l'indique le d&eacute;tail perspectif B', puis
faisait entrer le lien C dans son embr&egrave;vement. La t&ecirc;te de ce lien &eacute;tait
r&eacute;unie &agrave; la pi&egrave;ce B par une cheville; un potelet D, entr&eacute; de force par
derri&egrave;re, roidissait tout le syst&egrave;me. L&agrave;-dessus, posant des plats-bords,
il &eacute;tait facile de monter les doubles poteaux E entre lesquels on
glissait les madriers servant de garde ant&eacute;rieure, puis on
assujettissait la toiture qui couvrait le hourd et le chemin de ronde,
afin de mettre les d&eacute;fenseurs &agrave; l'abri des projectiles lanc&eacute;s &agrave; toute
vol&eacute;e. Des entailles G, m&eacute;nag&eacute;es entre les madriers, permettaient de
viser.</p></div>

<div class="footnote"><p><a name="Footnote_15_15" id="Footnote_15_15"></a><a href="#FNanchor_15_15"><span class="label">[15]</span></a> Notre figure 12 fait voir en C la barbacane du c&ocirc;t&eacute; de la
ville avec sa porte en A; en O, la porte du ch&acirc;teau; en L, la grande
cour; en P, le logis contenant les cuisines; en M, la deuxi&egrave;me cour avec
le portique N sur lequel est &eacute;tablie la grande salle; en Q et R, les
logis, donjons, en D, la grande barbacane, et en X et Y les tours du
XII<sup>e</sup> si&egrave;cle.</p></div>

</div>







<pre>





End of the Project Gutenberg EBook of La cité de Carcassonne, by 
Eugène-Emmanuel Viollet-le-Duc

*** END OF THIS PROJECT GUTENBERG EBOOK LA CITÉ DE CARCASSONNE ***

***** This file should be named 18940-h.htm or 18940-h.zip *****
This and all associated files of various formats will be found in:
        http://www.gutenberg.org/1/8/9/4/18940/

Produced by Chuck Greif, R. Cedron and the Online
Distributed Proofreading Team at DP Europe
(http://dp.rastko.net) (Produced from images of the
Bibliothèque nationale de France (BnF/Gallica) at
http://gallica.bnf.fr)


Updated editions will replace the previous one--the old editions
will be renamed.

Creating the works from public domain print editions means that no
one owns a United States copyright in these works, so the Foundation
(and you!) can copy and distribute it in the United States without
permission and without paying copyright royalties.  Special rules,
set forth in the General Terms of Use part of this license, apply to
copying and distributing Project Gutenberg-tm electronic works to
protect the PROJECT GUTENBERG-tm concept and trademark.  Project
Gutenberg is a registered trademark, and may not be used if you
charge for the eBooks, unless you receive specific permission.  If you
do not charge anything for copies of this eBook, complying with the
rules is very easy.  You may use this eBook for nearly any purpose
such as creation of derivative works, reports, performances and
research.  They may be modified and printed and given away--you may do
practically ANYTHING with public domain eBooks.  Redistribution is
subject to the trademark license, especially commercial
redistribution.



*** START: FULL LICENSE ***

THE FULL PROJECT GUTENBERG LICENSE
PLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK

To protect the Project Gutenberg-tm mission of promoting the free
distribution of electronic works, by using or distributing this work
(or any other work associated in any way with the phrase "Project
Gutenberg"), you agree to comply with all the terms of the Full Project
Gutenberg-tm License (available with this file or online at
http://gutenberg.org/license).


Section 1.  General Terms of Use and Redistributing Project Gutenberg-tm
electronic works

1.A.  By reading or using any part of this Project Gutenberg-tm
electronic work, you indicate that you have read, understand, agree to
and accept all the terms of this license and intellectual property
(trademark/copyright) agreement.  If you do not agree to abide by all
the terms of this agreement, you must cease using and return or destroy
all copies of Project Gutenberg-tm electronic works in your possession.
If you paid a fee for obtaining a copy of or access to a Project
Gutenberg-tm electronic work and you do not agree to be bound by the
terms of this agreement, you may obtain a refund from the person or
entity to whom you paid the fee as set forth in paragraph 1.E.8.

1.B.  "Project Gutenberg" is a registered trademark.  It may only be
used on or associated in any way with an electronic work by people who
agree to be bound by the terms of this agreement.  There are a few
things that you can do with most Project Gutenberg-tm electronic works
even without complying with the full terms of this agreement.  See
paragraph 1.C below.  There are a lot of things you can do with Project
Gutenberg-tm electronic works if you follow the terms of this agreement
and help preserve free future access to Project Gutenberg-tm electronic
works.  See paragraph 1.E below.

1.C.  The Project Gutenberg Literary Archive Foundation ("the Foundation"
or PGLAF), owns a compilation copyright in the collection of Project
Gutenberg-tm electronic works.  Nearly all the individual works in the
collection are in the public domain in the United States.  If an
individual work is in the public domain in the United States and you are
located in the United States, we do not claim a right to prevent you from
copying, distributing, performing, displaying or creating derivative
works based on the work as long as all references to Project Gutenberg
are removed.  Of course, we hope that you will support the Project
Gutenberg-tm mission of promoting free access to electronic works by
freely sharing Project Gutenberg-tm works in compliance with the terms of
this agreement for keeping the Project Gutenberg-tm name associated with
the work.  You can easily comply with the terms of this agreement by
keeping this work in the same format with its attached full Project
Gutenberg-tm License when you share it without charge with others.

1.D.  The copyright laws of the place where you are located also govern
what you can do with this work.  Copyright laws in most countries are in
a constant state of change.  If you are outside the United States, check
the laws of your country in addition to the terms of this agreement
before downloading, copying, displaying, performing, distributing or
creating derivative works based on this work or any other Project
Gutenberg-tm work.  The Foundation makes no representations concerning
the copyright status of any work in any country outside the United
States.

1.E.  Unless you have removed all references to Project Gutenberg:

1.E.1.  The following sentence, with active links to, or other immediate
access to, the full Project Gutenberg-tm License must appear prominently
whenever any copy of a Project Gutenberg-tm work (any work on which the
phrase "Project Gutenberg" appears, or with which the phrase "Project
Gutenberg" is associated) is accessed, displayed, performed, viewed,
copied or distributed:

This eBook is for the use of anyone anywhere at no cost and with
almost no restrictions whatsoever.  You may copy it, give it away or
re-use it under the terms of the Project Gutenberg License included
with this eBook or online at www.gutenberg.org

1.E.2.  If an individual Project Gutenberg-tm electronic work is derived
from the public domain (does not contain a notice indicating that it is
posted with permission of the copyright holder), the work can be copied
and distributed to anyone in the United States without paying any fees
or charges.  If you are redistributing or providing access to a work
with the phrase "Project Gutenberg" associated with or appearing on the
work, you must comply either with the requirements of paragraphs 1.E.1
through 1.E.7 or obtain permission for the use of the work and the
Project Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or
1.E.9.

1.E.3.  If an individual Project Gutenberg-tm electronic work is posted
with the permission of the copyright holder, your use and distribution
must comply with both paragraphs 1.E.1 through 1.E.7 and any additional
terms imposed by the copyright holder.  Additional terms will be linked
to the Project Gutenberg-tm License for all works posted with the
permission of the copyright holder found at the beginning of this work.

1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm
License terms from this work, or any files containing a part of this
work or any other work associated with Project Gutenberg-tm.

1.E.5.  Do not copy, display, perform, distribute or redistribute this
electronic work, or any part of this electronic work, without
prominently displaying the sentence set forth in paragraph 1.E.1 with
active links or immediate access to the full terms of the Project
Gutenberg-tm License.

1.E.6.  You may convert to and distribute this work in any binary,
compressed, marked up, nonproprietary or proprietary form, including any
word processing or hypertext form.  However, if you provide access to or
distribute copies of a Project Gutenberg-tm work in a format other than
"Plain Vanilla ASCII" or other format used in the official version
posted on the official Project Gutenberg-tm web site (www.gutenberg.org),
you must, at no additional cost, fee or expense to the user, provide a
copy, a means of exporting a copy, or a means of obtaining a copy upon
request, of the work in its original "Plain Vanilla ASCII" or other
form.  Any alternate format must include the full Project Gutenberg-tm
License as specified in paragraph 1.E.1.

1.E.7.  Do not charge a fee for access to, viewing, displaying,
performing, copying or distributing any Project Gutenberg-tm works
unless you comply with paragraph 1.E.8 or 1.E.9.

1.E.8.  You may charge a reasonable fee for copies of or providing
access to or distributing Project Gutenberg-tm electronic works provided
that

- You pay a royalty fee of 20% of the gross profits you derive from
     the use of Project Gutenberg-tm works calculated using the method
     you already use to calculate your applicable taxes.  The fee is
     owed to the owner of the Project Gutenberg-tm trademark, but he
     has agreed to donate royalties under this paragraph to the
     Project Gutenberg Literary Archive Foundation.  Royalty payments
     must be paid within 60 days following each date on which you
     prepare (or are legally required to prepare) your periodic tax
     returns.  Royalty payments should be clearly marked as such and
     sent to the Project Gutenberg Literary Archive Foundation at the
     address specified in Section 4, "Information about donations to
     the Project Gutenberg Literary Archive Foundation."

- You provide a full refund of any money paid by a user who notifies
     you in writing (or by e-mail) within 30 days of receipt that s/he
     does not agree to the terms of the full Project Gutenberg-tm
     License.  You must require such a user to return or
     destroy all copies of the works possessed in a physical medium
     and discontinue all use of and all access to other copies of
     Project Gutenberg-tm works.

- You provide, in accordance with paragraph 1.F.3, a full refund of any
     money paid for a work or a replacement copy, if a defect in the
     electronic work is discovered and reported to you within 90 days
     of receipt of the work.

- You comply with all other terms of this agreement for free
     distribution of Project Gutenberg-tm works.

1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm
electronic work or group of works on different terms than are set
forth in this agreement, you must obtain permission in writing from
both the Project Gutenberg Literary Archive Foundation and Michael
Hart, the owner of the Project Gutenberg-tm trademark.  Contact the
Foundation as set forth in Section 3 below.

1.F.

1.F.1.  Project Gutenberg volunteers and employees expend considerable
effort to identify, do copyright research on, transcribe and proofread
public domain works in creating the Project Gutenberg-tm
collection.  Despite these efforts, Project Gutenberg-tm electronic
works, and the medium on which they may be stored, may contain
"Defects," such as, but not limited to, incomplete, inaccurate or
corrupt data, transcription errors, a copyright or other intellectual
property infringement, a defective or damaged disk or other medium, a
computer virus, or computer codes that damage or cannot be read by
your equipment.

1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the "Right
of Replacement or Refund" described in paragraph 1.F.3, the Project
Gutenberg Literary Archive Foundation, the owner of the Project
Gutenberg-tm trademark, and any other party distributing a Project
Gutenberg-tm electronic work under this agreement, disclaim all
liability to you for damages, costs and expenses, including legal
fees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT
LIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE
PROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE
TRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE
LIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR
INCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH
DAMAGE.

1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a
defect in this electronic work within 90 days of receiving it, you can
receive a refund of the money (if any) you paid for it by sending a
written explanation to the person you received the work from.  If you
received the work on a physical medium, you must return the medium with
your written explanation.  The person or entity that provided you with
the defective work may elect to provide a replacement copy in lieu of a
refund.  If you received the work electronically, the person or entity
providing it to you may choose to give you a second opportunity to
receive the work electronically in lieu of a refund.  If the second copy
is also defective, you may demand a refund in writing without further
opportunities to fix the problem.

1.F.4.  Except for the limited right of replacement or refund set forth
in paragraph 1.F.3, this work is provided to you 'AS-IS', WITH NO OTHER
WARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO
WARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.

1.F.5.  Some states do not allow disclaimers of certain implied
warranties or the exclusion or limitation of certain types of damages.
If any disclaimer or limitation set forth in this agreement violates the
law of the state applicable to this agreement, the agreement shall be
interpreted to make the maximum disclaimer or limitation permitted by
the applicable state law.  The invalidity or unenforceability of any
provision of this agreement shall not void the remaining provisions.

1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the
trademark owner, any agent or employee of the Foundation, anyone
providing copies of Project Gutenberg-tm electronic works in accordance
with this agreement, and any volunteers associated with the production,
promotion and distribution of Project Gutenberg-tm electronic works,
harmless from all liability, costs and expenses, including legal fees,
that arise directly or indirectly from any of the following which you do
or cause to occur: (a) distribution of this or any Project Gutenberg-tm
work, (b) alteration, modification, or additions or deletions to any
Project Gutenberg-tm work, and (c) any Defect you cause.


Section  2.  Information about the Mission of Project Gutenberg-tm

Project Gutenberg-tm is synonymous with the free distribution of
electronic works in formats readable by the widest variety of computers
including obsolete, old, middle-aged and new computers.  It exists
because of the efforts of hundreds of volunteers and donations from
people in all walks of life.

Volunteers and financial support to provide volunteers with the
assistance they need, is critical to reaching Project Gutenberg-tm's
goals and ensuring that the Project Gutenberg-tm collection will
remain freely available for generations to come.  In 2001, the Project
Gutenberg Literary Archive Foundation was created to provide a secure
and permanent future for Project Gutenberg-tm and future generations.
To learn more about the Project Gutenberg Literary Archive Foundation
and how your efforts and donations can help, see Sections 3 and 4
and the Foundation web page at http://www.pglaf.org.


Section 3.  Information about the Project Gutenberg Literary Archive
Foundation

The Project Gutenberg Literary Archive Foundation is a non profit
501(c)(3) educational corporation organized under the laws of the
state of Mississippi and granted tax exempt status by the Internal
Revenue Service.  The Foundation's EIN or federal tax identification
number is 64-6221541.  Its 501(c)(3) letter is posted at
http://pglaf.org/fundraising.  Contributions to the Project Gutenberg
Literary Archive Foundation are tax deductible to the full extent
permitted by U.S. federal laws and your state's laws.

The Foundation's principal office is located at 4557 Melan Dr. S.
Fairbanks, AK, 99712., but its volunteers and employees are scattered
throughout numerous locations.  Its business office is located at
809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email
business@pglaf.org.  Email contact links and up to date contact
information can be found at the Foundation's web site and official
page at http://pglaf.org

For additional contact information:
     Dr. Gregory B. Newby
     Chief Executive and Director
     gbnewby@pglaf.org

Section 4.  Information about Donations to the Project Gutenberg
Literary Archive Foundation

Project Gutenberg-tm depends upon and cannot survive without wide
spread public support and donations to carry out its mission of
increasing the number of public domain and licensed works that can be
freely distributed in machine readable form accessible by the widest
array of equipment including outdated equipment.  Many small donations
($1 to $5,000) are particularly important to maintaining tax exempt
status with the IRS.

The Foundation is committed to complying with the laws regulating
charities and charitable donations in all 50 states of the United
States.  Compliance requirements are not uniform and it takes a
considerable effort, much paperwork and many fees to meet and keep up
with these requirements.  We do not solicit donations in locations
where we have not received written confirmation of compliance.  To
SEND DONATIONS or determine the status of compliance for any
particular state visit http://pglaf.org

While we cannot and do not solicit contributions from states where we
have not met the solicitation requirements, we know of no prohibition
against accepting unsolicited donations from donors in such states who
approach us with offers to donate.

International donations are gratefully accepted, but we cannot make
any statements concerning tax treatment of donations received from
outside the United States.  U.S. laws alone swamp our small staff.

Please check the Project Gutenberg Web pages for current donation
methods and addresses.  Donations are accepted in a number of other
ways including checks, online payments and credit card
donations.  To donate, please visit: http://pglaf.org/donate


Section 5.  General Information About Project Gutenberg-tm electronic
works.

Professor Michael S. Hart is the originator of the Project Gutenberg-tm
concept of a library of electronic works that could be freely shared
with anyone.  For thirty years, he produced and distributed Project
Gutenberg-tm eBooks with only a loose network of volunteer support.

Project Gutenberg-tm eBooks are often created from several printed
editions, all of which are confirmed as Public Domain in the U.S.
unless a copyright notice is included.  Thus, we do not necessarily
keep eBooks in compliance with any particular paper edition.

Most people start at our Web site which has the main PG search facility:

     http://www.gutenberg.org

This Web site includes information about Project Gutenberg-tm,
including how to make donations to the Project Gutenberg Literary
Archive Foundation, how to help produce our new eBooks, and how to
subscribe to our email newsletter to hear about new eBooks.

*** END: FULL LICENSE ***



</pre>

</body>
</html>

